Repository: MewPurPur/GodSVG
Catalog: translations/*.po
Languages: bg, de, es, et, fr, nl, pt_br, ru, uk

source: Unrecognized element
bg: Непознат елемент
de: Unerkanntes Element
es: Elemento no reconocido
et: Tundmatu element
fr: Élément non reconnu
nl: Onherkende element
pt_br: Elemento não reconhecido
ru: Неизвестный элемент
uk: Невідомий елемент

source: Unrecognized attribute
bg: Непознат атрибут
de: Unerkanntes Attribut
es: Atributo no reconocido
et: Tundmatu atribuut
fr: Attribut non reconnu
nl: Onherkende attribuut
pt_br: Atributo não reconhecido
ru: Неизвестный атрибут
uk: Невідомий атрибут

source: Import Problems
bg: Проблеми в импортирането
de: Probleme beim Importieren
es: Problemas de la importación
et: Impordi probleemid
fr: Importer des problèmes
nl: Importproblemen
pt_br: Problemas de Importação
ru: Проблемы с импортированием
uk: Проблема з імпортуванням

source: Import
bg: Импортирай
de: Importieren
es: Importar
et: Impordi
fr: Importer
nl: Importeren
pt_br: Importar
ru: Импортировать
uk: Імпортувати

source: Add element
bg: Добави елемент
de: Element hinzufügen
es: Añadir elemento
et: Lisa element
fr: Ajouter un élément
nl: Element toevoegen
pt_br: Adicionar elemento
ru: Добавить элемент
uk: Додати елемент

source: Excluded
bg: Изключени
de: Ausgeschlossen
es: Excluidos
et: Peidetud
fr: Exclu(s)
nl: Uitgezonderd
pt_br: Excluídos
ru: Исключены
uk: Виключені

source: Drag and drop to change the layout
bg: Влачи и пусни за да промениш оформлението на интерфейса
de: Ziehen und Ablegen zum Ändern des Layouts
es: Arrastra y suelta para cambiar el diseño
et: Lohista, et muuta paigutust
fr: Glissez-déposez pour modifier la disposition
nl: Sleep en laat los om de indeling te veranderen
pt_br: Arraste e solte para modificar o layout
ru: Перетягивайте, чтобы изменить макет
uk: Перетягніть і опустіть, щоб змінити макет

source: File
bg: Файл
de: Datei
es: Archivo
et: Fail
fr: Fichier
nl: Bestand
pt_br: Arquivo
ru: Файл
uk: Файл

source: Edit
bg: Промени
de: Bearbeiten
es: Editar
et: Redigeeri
fr: Édition
nl: Bewerken
pt_br: Editar
ru: Редактировать
uk: Редагування

source: Tool
bg: Инструмент
de: Werkzeuge
es: Herramientas
et: Tööriist
fr: Outils
nl: Gereedschap
pt_br: Ferramenta
ru: Инструмент
uk: Інструмент

source: View
bg: Гледка
de: Ansicht
es: Ver
et: Vaade
fr: Affichage
nl: Zicht
pt_br: Visualizar
ru: Просмотр
uk: Перегляд

source: Help
bg: Помощ
de: Hilfe
es: Ayuda
et: Abi
fr: Aide
pt_br: Ajuda
ru: Помощь
uk: Допомога

source: Add new preview
ru: Добавить новый предпросмотр

source: Delete
bg: Премахни
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
nl: Verwijderen
pt_br: Excluir
ru: Удалить
uk: Видалити

source: Reset to default
bg: Възстанови началната стойност
de: Zurücksetzen
es: Reestablecer a los valores predeterminados
et: Lähtesta vaikeväärtusele
fr: Réinitialiser par défaut
nl: Reset naar standaard
pt_br: Redefinir para o padrão
ru: Восстановить значение по умолчанию
uk: Скинути значення до замовчування

source: Clear all
ru: Очистить все

source: Sort
ru: Сортировать

source: Formatting
bg: Форматиране
de: Formatierung
es: Formato
et: Vorming
fr: Formatage
nl: Formattering
pt_br: Formatação
ru: Форматирование
uk: Форматування

source: Optimizer
ru: Оптимизатор

source: Palettes
bg: Палети
de: Paletten
es: Paletas
et: Värvipaletid
nl: Paletten
pt_br: Paletas
ru: Палитры
uk: Палітри

source: Shortcuts
bg: Бързи клавиши
de: Tastenkombinationen
es: Atajos
et: Kiirklahvid
fr: Raccourcis
nl: Snelkoppelingen
pt_br: Atalhos
ru: Сочетания клавиш
uk: Клавіатурні скорочення

source: Theming
bg: Гама
de: Farbschema
es: Temas
et: Teema
fr: Thèmes
nl: Thematiek
pt_br: Temas
ru: Тема
uk: Тема

source: Tab bar
bg: Лента с раздели
de: Tableiste
es: Barra de pestañas
et: Kaardiriba
fr: Barre d'onglets
nl: Tabladbalk
pt_br: Barra de guias
ru: Вкладки
uk: Вкладка

source: Other
bg: Други
de: Anderes
es: Otro
et: Muu
fr: Autre
nl: Overige
pt_br: Outro
ru: Другие
uk: Інше

source: Language
bg: Език
de: Sprache
es: Idioma
et: Keel
fr: Langue
nl: Taal
pt_br: Idioma
ru: Язык
uk: Мова

source: Horizontal strip
bg: Хоризонтална лента
de: Horizontaler Streifen
es: Franja horizontal
et: Horisontaalne riba
fr: Rayure horizontale
nl: Horizontale lijn
pt_br: Faixa horizontal
ru: Горизонтальная полоса
uk: Горизонтальна смужка

source: Vertical strip
bg: Вертикална лента
de: Vertikaler Streifen
es: Franja vertical
et: Vertikaalne riba
fr: Rayure verticale
nl: Vertikale lijn
pt_br: Faixa vertical
ru: Вертикальная полоса
uk: Вертикальна смужка

source: Horizontal with two rows
bg: Хоризонтален с два реда
de: Horizontal mit zwei Reihen
es: Horizontal con dos filas
et: Horisontaalne riba kahe reaga
fr: Horizontal avec deux rangées
nl: Horizontaal met twee rijen
pt_br: Horizontal com duas linhas
ru: Горизонтальная с двумя колонками
uk: Горизонтальна з двома рядками

source: Configure Shortcut Panel
bg: Настройки на панела с бързи клавиши
de: Kurzbefehlsmenü anpassen
es: Configurar el panel de accesos directos
et: Kiirklahvida seadistamise paneel
fr: Configurer le panneau de raccourcis
nl: Configureer Snelkoppelingspaneel
pt_br: Configurar Painel de Atalhos
ru: Настроить в панели сочетаний клавиш
uk: Налаштувати у панелі клавіатурних скорочень

source: Create a new tab
bg: Създай нов раздел
de: Neue Registerkarte erstellen
es: Crear una nueva pestaña
et: Loo uus vahekaart
fr: Créer un nouvel onglet
nl: Een nieuw tabblad creëren
pt_br: Criar nova aba
ru: Создать новую вкладку
uk: Створити нову вкладку

source: Scroll backwards
bg: Превърти назад
de: Nach hinten scrollen
es: Desplazarse hacia atrás
et: Keri tagasi
fr: Défiler en arrière
nl: Scroll achteruit
pt_br: Rolar para trás
ru: Прокрутить назад
uk: Гортати назад

source: Scroll forwards
bg: Превърти напред
de: Nach vorne scrollen
es: Desplazarse hacia adelante
et: Keri edasi
fr: Défiler en avant
nl: Scroll vooruit
pt_br: Rolar para frente
ru: Прокрутить вперед
uk: Гортати вперед

source: This SVG is not bound to a file location yet.
bg: Това SVG не е свързано с местоположение на компютъра.
de: Dieses SVG ist noch nicht an einen Dateiort gebunden.
es: Este SVG aún no está vinculado a una ubicación de archivo.
et: See SVG ei ole veel seotud failiasukohaga.
fr: Ce SVG n'est pas encore lié à un emplacement de fichier.
nl: Deze SVG is nog niet gebonden aan een bestandslocatie.
pt_br: Esse SVG ainda não está vinculado a um local de arquivo.
ru: Это SVG изображение еще не связано с расположением файла.
uk: Це SVG зображення поки що не пов'язано з розташуванням файла.

source: Retry
bg: Опитай отново
de: Erneut versuchen
es: Reintentar
et: Proovi uuesti
fr: Réessayer
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Попробовать еще раз
uk: Спробувати ще раз

source: Show prereleases
bg: Покажи предварителните издания
de: Vorschauversionen anzeigen
es: Mostrar prelanzamientos
et: Näita eelväljaandeid
fr: Afficher les versions préliminaires
nl: Laat prereleases zien
pt_br: Incluir pré-lançamentos
ru: Показывать тестовые сборки
uk: Показати тестові версії

source: Current Version
bg: Настояща версия
de: Aktuelle Version
es: Versión actual
et: Praegune versioon
fr: Version actuelle
nl: Huidige versie
pt_br: Versão Atual
ru: Текущая версия
uk: Поточна версія

source: Retrieving information...
bg: Извлича се информацията...
de: Abruf von Informationen...
es: Recuperando la información...
et: Informatsiooni saamine...
fr: Récupération d'informations en cours…
nl: Informatie aan het ophalen...
pt_br: Pegando informação...
ru: Загрузка информации...
uk: Отримуємо інформацію...

source: Update check failed
bg: Грешка в проверката за ъпдейти
de: Aktualisierungsprüfung fehlgeschlagen
es: Error en la verificación de actualizaciones
et: Uuenduste otsimine ebaõnnestus
fr: Échec de la vérification de mise à jour
nl: Updatecontrole mislukt
pt_br: Verificação de atualização falhou
ru: Не удалось проверить обновления
uk: Не вдалося перевірити оновлення

source: View all releases
de: Alle Veröffentlichungen anzeigen
es: Ver todos los lanzamientos
et: Näita kõiki väljaandeid
fr: Voir toutes les versions
nl: Bekijk alle releases
pt_br: Ver todos os lançamentos
ru: Показать все сборки
uk: Показати усі версії

source: GodSVG is up-to-date.
bg: GodSVG е актуален.
de: GodSVG ist auf dem neuesten Stand.
es: GodSVG está actualizado.
et: GodSVG on ajakohane.
fr: GodSVG est à jour.
pt_br: GodSVG está atualizado.
ru: Установлена последняя версия GodSVG.
uk: GodSVG оновлено до останньої версії.

source: New versions available!
de: Neue Versionen verfügbar!
es: ¡Nuevas versiones disponibles!
et: Uuem versioon on saadaval!
fr: De nouvelles versions sont disponibles !
nl: Nieuwe versies beschikbaar!
pt_br: Novas versões disponíveis!
ru: Доступна новая версия!
uk: Доступна нова версія!

source: Copy email
nl: E-mail kopiëren
ru: Скопировать электронную почту

source: Create
bg: Създай
de: Erstellen
es: Crear
et: Loo
fr: Créer
nl: Creëren
pt_br: Criar
ru: Создать
uk: Створити

source: Edit color name
bg: Промени името на цвета
de: Farbnamen ändern
es: Editar nombre del color
et: Muuda värvi nime
fr: Modifier le nom de la couleur
nl: Kleurnaam bewerken
pt_br: Editar nome da cor
ru: Редактировать название цвета
uk: Редагувати назву кольору

source: Delete color
bg: Изтрий цвета
de: Farbe löschen
es: Eliminar color
et: Kustuta värv
fr: Supprimer la couleur
nl: Kleur verwijderen
pt_br: Remover cor
ru: Удалить цвет
uk: Видалити колір

source: Unnamed
bg: Неименуван
de: Unbenannt
es: Sin nombre
et: Nimetu
fr: Sans nom
nl: Onbenoemd
pt_br: Sem nome
ru: Без названия
uk: Без назви

source: Search color
bg: Търсене на цвят
de: Farbe suchen
es: Buscar color
et: Otsi värvi
fr: Rechercher la couleur
nl: Zoekkleur
pt_br: Procurar cor
ru: Искать цвет
uk: Шукати колір

source: Color Picker
bg: Цветно колело
de: Farbauswahl
es: Cuentagotas
et: Värvivalija
fr: Pipette
nl: Kleurenplukker
pt_br: Seletor de Cores
ru: Цветовая пипетка
uk: Кольорова піпетка

source: No file path
ru: Нет пути файла

source: Color keywords
bg: Ключови цветове
de: Farbschlüsselwörter
es: Palabras clave de colores
et: Värvi võtmesõnad
fr: Colorier les mots-clés
nl: kleur trefwoorden
pt_br: Palavras-chave de cor
ru: Ключевые слова цвета
uk: Ключові слова кольорів

source: Eyedropper
bg: Пипета
de: Pipette
es: Cuentagotas
et: Värvipipett
fr: Pipette
nl: Druppelaar
pt_br: Conta-gotas
ru: Пипетка
uk: Піпетка

source: New shape
bg: Нова фигура
de: Neue Form
es: Nueva forma
et: Uus kujund
fr: Nouvelle forme
nl: Nieuwe vorm
pt_br: Nova forma
ru: Новая привязка
uk: Нова форма

source: No ID
ru: Отсутствует ID

source: The SVG has invalid syntax. Any edit not made through the code editor will reset it.
ru: Этот файл SVG содержит неподдерживаемый синтакс. Любые изменения, не внесённые через редактор кода, обнулят его.

source: Before
ru: Перед

source: After
ru: После

source: Add new color
nl: Voeg nieuwe kleur toe
ru: Добавить новый цвет

source: Unnamed palettes won't be shown.
bg: Неименуваните палети няма да бъдат показани.
de: Unbenannte Paletten werden nicht angezeigt.
es: No se mostrarán las paletas sin nombre.
et: Nimetuid värvipalette ei kuvata.
fr: Les palettes sans nom ne seront pas montrées.
nl: Onbenoemde paletten zullen niet laten zien worden.
pt_br: Paletas sem nome não serão mostradas.
ru: Палитры без названия не будут отображаться.
uk: Палітри без назв не будуть відображатися.

source: Multiple palettes can't have the same name.
bg: Не може няколко палети да имат едно и също име.
de: Mehrere Paletten können nicht den gleichen Namen besitzen.
es: Varias paletas no pueden tener el mismo nombre.
et: Mitmel värvipaletil ei saa olla sama nimi.
fr: Plusieurs palettes ne peuvent pas avoir le même nom.
nl: Meerdere paletten kunnen niet dezelfde naam hebben.
pt_br: Várias paletas não podem ter o mesmo nome.
ru: Несколько палитр не могут иметь одно и тоже название.
uk: Декілька палітр не можуть мати однакові назви.

source: This palette has identically defined colors.
bg: Тази палета има еднакво определетни цветове.
de: Diese Palette hat identisch definierte Farben.
es: Esta paleta tiene colores definidos idénticamente.
et: Selles värvipalettis on sama värv juba olemas.
fr: Cette palette a des couleurs définies identiquement.
nl: Dit palette heeft identiek gedefinieerde kleuren.
pt_br: Essa paleta tem cores definidas de forma idêntica.
ru: В этой палитре имеются цвета с идентичными названиями.
uk: Ця палітра має ідентичні кольори.

source: Rename
bg: Преименувай
de: Umbenennen
es: Renombrar
et: Nimeta ümber
fr: Renommer
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
uk: Перейменувати

source: Move Up
bg: Премести нагоре
de: Nach oben
es: Mover hacia arriba
et: Liiguta üles
fr: Remonter
nl: Naar Boven
pt_br: Mover para acima
ru: Подвинуть вверх
uk: Пересунути вгору

source: Move Down
bg: Премести надолу
de: Nach unten
es: Mover hacia abajo
et: Liiguta alla
fr: Descendre
nl: Naar Onder
pt_br: Mover para abaixo
ru: Подвинуть вниз
uk: Пересунути вниз

source: Apply Preset
bg: Приложи шаблон
de: Voreinstellung anwenden
es: Aplicar preajuste
et: Rakenda eelseadistus
fr: Appliquer un préréglage
nl: Voorinstelling toepassen
pt_br: Aplicar Predefinição
ru: Применить пресет
uk: Застосувати пресет

source: Copy as XML
bg: Копирай като XML
de: Kopieren als XML
es: Copiar como XML
et: Kopeeri kui XML
fr: Copier en tant que XML
nl: Als XML kopiëren
pt_br: Copiar como XML
ru: Скопировать как XML
uk: Скопіювати як XML

source: Save as XML
bg: Запиши като XML
de: Speichern als XML
es: Guardar como XML
et: Salvesta kui XML
fr: Enregistrer en tant que XML
nl: Als XML opslaan
pt_br: Salvar como XML
ru: Сохранить как XML
uk: Зберегти як XML

source: Relative
bg: Относително
de: Relativ
es: Relativo
et: Suhteline
fr: Relatif
nl: Relatief
pt_br: Relativo
ru: Относительно
uk: Відносно

source: No path data
bg: Няма пътека
de: Keine Pfaddaten
es: Sin datos de ruta
et: Puudub path andmed
fr: Aucune donnée de chemin
nl: Geen padgegevens
pt_br: Sem dados de caminho
ru: Нет данных пути
uk: Немає даних шляху

source: No points
bg: Няма точки
de: Keine Punkte
es: Sin puntos
et: Puuduvad punktid
fr: Aucun point
nl: Geen punten
pt_br: Sem pontos
ru: Нет точек
uk: Немає точок

source: Also used by
bg: Използва се също от...
de: Auch genutzt von
es: También usado por
et: Seda kasutab ka
fr: Aussi utilisé par
nl: Ook gebruikt door
pt_br: Também usado por
ru: Так же используется
uk: Також використовується

source: Apply
nl: Toepassen
ru: Применить

source: Apply all of this preset's defaults
nl: Pas alle standaardwaardes van deze voorinstelling toe
ru: Применить все стандартные значения этого пресета

source: Unused
bg: Неизползван
de: Unbenutzt
es: No usado
et: Kasutamata
fr: Inutilisé
nl: Ongebruikt
pt_br: Não utilizado
ru: Не используется
uk: Не використовується

source: Add shortcut
bg: Добави бърз клавиш
de: Tastenkombination hinzufügen
es: Añadir atajo
et: Lisa kiirklahv
fr: Ajouter un raccourci
nl: Snelkoppeling toevoegen
pt_br: Adicionar atalho
ru: Добавить сочетание клавиш
uk: Додати клавіатурне скорочення

source: Press keys…
bg: Натисни клавиши…
de: Drücke Tasten…
es: Presiona una tecla…
et: Vajuta klahve…
fr: Appuyez sur des touches…
nl: Druk op toetsen…
pt_br: Pressione as teclas…
ru: Нажмите клавиши…
uk: Натисніть кнопки…

source: Editor formatter
bg: Форматировач за приложението
de: Editor-Formatierer
es: Formato del editor
et: Redaktori vormindus
fr: Formatage de l'éditeur
pt_br: Formatador do editor
ru: Форматер редактора
uk: Форматер редактору

source: Export formatter
bg: Форматировач за експортиране
de: Export-Formatierer
es: Formato de exportación
et: Ekspordi vormindus
fr: Formatage des fichiers exportés
pt_br: Formatador de exportação
ru: Форматер экспорта
uk: Форматер експорту

source: Determines how SVG attributes and content appear in the GodSVG interface.
ru: Устанавливает, как SVG будет выглядеть в интерфейсе GodSVG.

source: Determines how SVG attributes and content are formatted when saving the file.
ru: Устанавливает, как SVG будет выглядеть при сохранении.

source: Preset
bg: Шаблон
de: Voreinstellung
es: Preajuste
et: Eelseadistus
fr: Préréglage
nl: Voorinstelling
pt_br: Predefinição
ru: Пресет
uk: Пресет

source: Remove comments
ru: Удалить коментарии

source: Add trailing newline
bg: Добави нов ред накрая
de: Nachfolgenden Zeilenumbruch hinzufügen
es: Agregar nueva línea final
et: Lisa tühi rida lõppu
fr: Ajouter un saut de ligne final
nl: Voeg achterliggende nieuwe regel toe
pt_br: Adicionar nova linha à direita
ru: Добавлять новую строку в конце
uk: Додавати нову строку в кінці

source: Use shorthand tag syntax
bg: Използвай кратък синтаксис за тагове
de: Kurzbezeichnung für Tags verwenden
es: Usar la sintaxis de etiqueta abreviada
et: Kasuta tag-i lühisüntaksit
fr: Utiliser la syntaxe de balise raccourcie
nl: Gebruik afgekorte tag syntax
pt_br: Utilizar sintaxe de tag abreviada
ru: Использовать теги с сокращенным синтаксисом
uk: Використовувати теги зі скороченим синтаксисом

source: Space out the slash of shorthand tags
bg: Остави растояние преди наклонената черта на съкратени тагове
de: Leerzeichen zu dem Schrägstrich bei abgekürzten Tags hinzufügen
es: Espaciar la barra diagonal de las etiquetas abreviadas
et: Lisa tühikuid tag-i lühisüntaksi kaldkriipsu juurde
fr: Espacer le slash des balises raccourcies
nl: Scheidt de schuine streep af van afgekorte tags
pt_br: Espaçar a barra de tags abreviadas
ru: Ставить пробел после тега
uk: Ставити пробіл перед скороченими тегами

source: Use pretty formatting
bg: Включи красивото форматиране
de: Schöne Formatierung verwenden
es: Usar formato chulo
et: Kasuta ilusat vormindust
fr: Utiliser le formatage élégant
nl: Gebruik mooie formattering
pt_br: Utilizar formatação bonita
ru: Использовать красивое форматирование
uk: Використовувати гарне форматування

source: Use spaces instead of tabs
bg: Използвай интервали вместо табулации
de: Leerzeichen anstatt Tabulatorzeichen verwenden
es: Usar espacios en vez de pestañas
et: Kasuta tühikuid tab-i asemel
fr: Utiliser des espaces plutôt que des tabulations
nl: Gebruik spaties in plaats van tabs
pt_br: Utilizar espaços ao invés de tabulações
ru: Использовать пробелы вместо tab-ов
uk: Використовувати пробіли замість табуляції

source: Number of indentation spaces
bg: Брой интервали за отстъп
de: Anzahl der Tabulationsleerzeichen
es: Número de espacios de sangría
et: Indenteerimise tühikute arv
fr: Nombre d'espaces par indentation
nl: Aantal inspringingsspaties
pt_br: Número de espaços de identação
ru: Количество символов отступа
uk: Кількість пробілів на табуляцію

source: Numbers
bg: Числа
de: Nummern
es: Números
et: Numbrid
fr: Nombres
nl: Nummers
pt_br: Números
ru: Цифры
uk: Цифри

source: Remove leading zero
bg: Премахни водещата нула
de: Führende Null entfernen
es: Eliminar ceros iniciales
et: Eemalda üleliigsed nullid numbritest
fr: Retirer le zéro initial
nl: Verwijder voorafgande nul
pt_br: Remover zero à esquerada
ru: Удалить начальный ноль
uk: Видалити початковий нуль

source: Use exponential when shorter
bg: Използвай експонент когато е по-кратко
de: Exponentialschreibweise benutzen wenn kürzer
es: Usar exponenciales cuando sean más cortos
et: Kasuta eksponentvormindust kui see on lühem
fr: Noter en écriture scientifique si c'est plus court
nl: Gebruik exponentieel als korter
pt_br: Utilizar exponencial quando mais curto
ru: Использовать экспоненту когда короче
uk: Використовувати експоненту коли коротше

source: Colors
bg: Цветове
de: Farben
es: Colores
et: Värvid
fr: Couleurs
nl: Kleuren
pt_br: Cores
ru: Цвета
uk: Кольори

source: Use named colors
bg: Използвай именувани цветове
de: Farben mit Namen verwenden
es: Usar colores con nombre
et: Kasuta nimedega värve
fr: Utiliser des couleurs nommées
nl: Gebruik genoemde kleuren
pt_br: Utilizar cores nomeadas
ru: Использовать названия цветов
uk: Використовувати назви кольорів

source: Primary syntax
bg: Първичен синтаксис
de: Primärsyntax
es: Sintaxis primaria
et: Esmane süntaks
fr: Syntaxe principale
nl: Primaire syntax
pt_br: Sintaxe primária
ru: Основной синтаксис
uk: Основний синтаксис

source: Capitalize hexadecimal letters
bg: Използвай главни хексадецимални букви
de: Hexadezimale Buchstaben großschreiben
es: Poner en mayúsculas las letras hexadecimales
et: Kasuta heksadetsimaalnumbrites suurtähti
fr: Mettre en majuscule les nombres héxadécimaux
nl: Kapitaliseer hexadecimale letters
pt_br: Letras de valores hexadecimais maiúsculas
ru: Использовать заглавную букву для шестнадцатиричных букв
uk: Відображати шістнадцятирічні числа великими літери

source: Pathdata
bg: Данни за пътека
de: Pfaddaten
es: Datos de ruta
et: Path andmed
fr: Données des chemins
nl: Padgegevens
pt_br: Dados de caminho
ru: Данные пути
uk: Дані шляху

source: Compress numbers
bg: Смали числата
de: Nummern komprimieren
es: Comprimir números
et: Tihenda numbrid
fr: Compresser les nombres
nl: Nummers samendrukken
pt_br: Comprimir números
ru: Сжать цифры
uk: Стиснути цифри

source: Minimize spacing
bg: Намали паузите
de: Leerplatz minimieren
es: Minimizar el espaciado
et: Minimeeri vahed
fr: Minimiser l'espacement
nl: Minimaliseer afstand
pt_br: Minimizar espaçamento
ru: Минимизировать интервалы
uk: Мінімізувати відстань

source: Remove spacing after flags
bg: Премахни паузите след флаговете
de: Leerplätze nach Eigenschaften (flag) entfernen
es: Eliminar espaciado después de banderas
et: Eemalda tühikud omaduste (flags) järelt
fr: Retirer l'espacement après les marqueurs
nl: Verwijder afstand na vlaggen
pt_br: Remover espaçamento após sinalizadores
ru: Удалить интервалы после флагов
uk: Видалити відстань після прапорців

source: Remove consecutive commands
bg: Премахни последователните команди
de: Aufeinanderfolgende Befehle entfernen
es: Eliminar comandos consecutivos
et: Eemalda järjestikused samasugused käsud
fr: Retirer les commandes consécutives
nl: Verwijder opeenvolgende opdrachten
pt_br: Remover comandos consecutivos
ru: Удалить последовательные команды
uk: Видалити послідовні команди

source: Transform lists
bg: Поредици от трансформации
de: Transformationlisten
es: Transformar listas
et: Teisendused
fr: Transformer les listes
nl: Transformeer lijsten
pt_br: Transformar listas
ru: Список трансформаций
uk: Список трансформацій

source: Remove unnecessary parameters
bg: Премахни ненужните параметри
de: Unnötige Parameter entfernen
es: Eliminar parámetros innecesarios
et: Eemalda ebavajalikud parameetrid
fr: Retirer les paramètres inutiles
nl: Verwijder onnodige parameters
pt_br: Remover parâmetros desnecessários
ru: Удалить ненужные параметры
uk: Видалити необов'язкові параметри

source: Determines the settings for the default optimizer, used when manually running the "{optimize}" action.
ru: Устанавливает настройки оптимизатора при запуске "{optimize}".

source: Convert shapes
ru: Конвертировать формы

source: Simplify path parameters
ru: Упростить параметры пути

source: Theme preset
nl: Thema-preset
ru: Пресет темы

source: Primary theme colors
nl: Primaire thema-kleuren
ru: Главные цвета темы

source: Base color
nl: Basiskleur
ru: Базовый цвет

source: Accent color
nl: Accentkleur
ru: Цвет акцента

source: Fonts
ru: Шрифты

source: Main font
ru: Основной шрифт

source: Bold font
ru: Жирный шриф

source: Mono font
ru: Моноширинный шрифт

source: SVG Text colors
bg: Цветове на SVG текста
de: SVG Textfarben
es: Colores del texto de los SVG
et: SVG teksti värvid
fr: Couleurs de texte SVG
nl: SVG tekstkleuren
pt_br: Cores de texto SVG
ru: Цвет SVG текста
uk: Колір SVG тексту

source: Highlighter preset
nl: Markeerder voorinstelling
ru: Пресет подсветки

source: Determines the default values of SVG highlighter settings.
nl: Bepaalt de standaardwaardes van SVG markeerder instellingen.
ru: Определяет стандартные значения настроек SVG подсветки.

source: Symbol color
bg: Цвят на символите
de: Symbolfarbe
es: Color de los símbolos
et: Sümboli värv
fr: Couleur de symbole
nl: Symboolkleur
pt_br: Cor de símbolo
ru: Цвет символа
uk: Колір символу
