Repository: MewPurPur/GodSVG
Catalog: translations/*.po
Languages: bg, de, es, et, fr, nl, pt_br, ru, uk

source: translation-credits
bg: MewPurPur <mew.pur.pur@gmail.com>
de: Kiisu-Master, Swarkin
es: Alejandro Moctezuma <moctezumaalejandro25@gmail.com>
et: Kiisu-Master
fr: thatoddshade <thatoddshade@proton.me>
nl: Racer911dash1, jas31415
pt_br: Felipe Sena Costa <felipe.sena.work.contact@gmail.com>
ru: volkov, Gallifreyan <gallifreyan@protonmail.ch>, freeducks-debug
uk: volkov

source: Quit GodSVG
bg: Затвори GodSVG
de: GodSVG beenden
es: Salir de GodSVG
et: Sulge GodSVG
fr: Quitter GodSVG
nl: GodSVG afsluiten
pt_br: Sair do GodSVG
ru: Выйти из GodSVG
uk: Вийти із GodSVG

source: Do you want to quit GodSVG?
bg: Наистина ли искаш да затвориш GodSVG?
de: Möchten Sie GodSVG beenden?
es: ¿Quieres salir de GodSVG?
et: Kas te tahate sulgeda GodSVG?
fr: Voulez-vous quitter GodSVG ?
nl: Wil je GodSVG afsluiten?
pt_br: Você deseja sair do GodSVG?
ru: Вы хотите выйти из GodSVG?
uk: Ви дійсно бажаєте вийти із GodSVG?

source: Quit
bg: Затвори
de: Beenden
es: Salir
et: Sulge
fr: Quitter
nl: Afluiten
pt_br: Sair
ru: Выйти
uk: Вийти

source: Check for updates?
bg: Провери за ъпдейти?
de: Nach Aktualisierungen suchen?
es: ¿Buscar actualizaciones?
et: Otsi uuendusi?
fr: Vérifier les mises à jour ?
nl: Voor updates controleren?
pt_br: Verificar atualizações?
ru: Проверить обновления?
uk: Перевірити оновлення?

source: This will connect to github.com to compare version numbers. No other data is collected or transmitted.
bg: Това ще се свърже с github.com за да сравни числата на версиите. Не се събират или изпращат никакви други данни.
de: Dadurch wird eine Verbindung zu github.com hergestellt, um Versionsnummern zu vergleichen. Es werden keine weiteren Daten gesammelt oder übertragen.
es: Esto se conectará a github.com para comparar los números de versión. No se recopilan ni transmiten otros datos.
et: See ühendab github.com-i, et saada versioonide teabe. Muid andmeid ei koguta ega edastata.
fr: Une connexion à github.com sera effectuée pour comparer les numéros de version. Aucune autre information ne sera transmise ou collectée.
nl: Dit zal een verbinding maken naar github.com om de versienummers te vergelijken. Er wordt geen andere data verzameld of verzonden.
pt_br: Isso irá conectar ao github.com para comparar o número de versionamento. Nenhum outro dado será colecionado ou transmitido.
ru: Требуется подключение к github.com, чтобы сравнить номер версии. Никакие другие данные не собираются и не передаются.
uk: Це потребує з'єднання з github.com, щоб порівняти цифри версії. Жодна інша інформація не збирається і не передається.

source: OK
bg: Добре
et: Okei
ru: Хорошо
uk: Добре

source: The graphic can be exported only as SVG because its proportions are too extreme.
bg: Графиката може да бъде експортирана само като SVG защото височината и широчината са твърде различни.
de: Die Grafik kann nur als SVG exportiert werden, da ihre Proportionen zu extrem sind.
es: El gráfico solo se puede exportar como SVG porque sus proporciones son demasiado extremas.
et: Graafika saab eksportida ainult SVG-na, sest selle proportsioonid on liiga ekstreemsed.
fr: Le graphique ne peut être exporté qu'en SVG car ses proportions sont trop extrêmes.
nl: De afbeelding kan alleen maar als SVG geëxporteerd worden door zijn extreme verhoudingen.
pt_br: Esse gráfico pode ser exportado apenas como um SVG pois as suas proporções são extremas.
ru: Изображение можно экспортировать только как SVG, поскольку его пропорции слишком экстремальные.
uk: Це зображення може бути експортоване тільки як SVG, оскільки його пропорції занадто екстремальні.

source: The graphic can be exported only as SVG because its size is not defined.
bg: Графиката може да бъде експортирана само като SVG защото размерът не е определен.
de: Die Grafik kann nur als SVG exportiert werden, da ihre Größe nicht definiert ist.
es: El gráfico solo se puede exportar como SVG porque su tamaño no está definido.
et: Graafika saab eksportida ainult SVG-na, sest selle suurus pole defineeritud.
fr: Le graphique ne peut être exporté qu'en SVG car sa taille n'a pas été pas définie.
nl: De afbeelding kan alleen maar als SVG geëxporteerd worden want zijn maat is niet gedefiniëerd.
pt_br: Esse gráfico pode ser exportado apenas como SVG pois o seu tamanho não foi definido.
ru: Изображение можно экспортировать только как SVG, поскольку его размеры не заданы.
uk: Це зображення може бути експортоване тільки як SVG, оскільки його розмір не завданий.

source: Do you want to proceed?
bg: Искаш ли да продължиш?
de: Möchten Sie fortfahren?
es: ¿Quieres continuar?
et: Kas te tahate jätkata?
fr: Voulez-vous poursuivre ?
nl: Wil je voortgaan?
pt_br: Você deseja prosseguir?
ru: Продолжить?
uk: Ви дійсно бажаєте продовжити?

source: Export SVG
bg: Експортирай SVG-то
de: SVG exportieren
es: Exportar SVG
et: Ekspordi SVG
fr: Exporter le SVG
nl: Exporteer SVG
pt_br: Exportar SVG
ru: Экспортировать SVG
uk: Експортувати SVG

source: Export
bg: Експортирай
de: Exportieren
es: Exportar
et: Ekspordi
fr: Exporter
nl: Exporteren
pt_br: Exportar
ru: Экспортировать
uk: Експортувати

source: The last edited state of this tab could not be found.
bg: Последното състояние на този раздел не беше намерено.
de: Der letzte Bearbeitungsstand dieser Registerkarte konnte nicht gefunden werden.
es: No se pudo encontrar el último estado editado de esta pestaña.
et: Selle kaardi viimast seisu polnud võimalik leida.
fr: Le dernier état modifié de cet onglet n'a pas pu être trouvé.
nl: De laatst aangepaste stand van dit tabblad kon niet gevonden worden.
pt_br: O último estado editado desta guia não foi encontrado.
ru: Последнее редактированное состояние этой вкладки невозможно найти.
uk: Останній редагований стан цієї вкладки не може бути знайдено.

source: Alert!
bg: Предупреждение!
de: Achtung!
es: ¡Advertencia!
et: Hoiatus!
fr: Alerte !
nl: Aandacht!
pt_br: Alerta!
ru: Внимание!
uk: Увага!

source: Close tab
bg: Затвори раздела
de: Registerkarte schließen
es: Cerrar pestaña
et: Sulge vahekaart
fr: Fermer l'onglet
nl: Tabblad sluiten
pt_br: Fechar aba
ru: Закрыть вкладку
uk: Закрити вкладку

source: Restore
bg: Възстанови
de: Wiederherstellen
es: Restaurar
et: Taasta
fr: Restaurer
nl: Herstel
pt_br: Restaurar
ru: Восстановить
uk: Відновити

source: View in Inspector
bg: Виж в инспектора
de: Im Inspektor anzeigen
es: Ver en el Inspector
et: Näita inspektoris
fr: Voir dans l'inspecteur
nl: Bekijk in Inspecteur
pt_br: Ver no Inspetor
ru: Просмотреть в инспекторе
uk: Переглянути в інспекторі

source: Convert To
bg: Превърни в
de: Konvertieren zu
es: Convertir a
et: Konverteeri
fr: Convertir en
nl: Omzetten Naar
pt_br: Converter Para
ru: Конвертировать в
uk: Конвертувати в

source: Insert After
bg: Вмъкни отпред
de: Danach einsetzen
es: Insertar después
et: Sisesta pärast
fr: Insérer après
nl: Erna Invoegen
pt_br: Inserir Após
ru: Вставить после
uk: Вставити після

source: The tab is bound to the file path {file_path}. Do you want to restore the SVG from this path?
bg: Този раздел е свързан с пътеката {file_path}. Искаш ли да го възстановиш SVG-то от тази пътека?
de: Die Registerkarte ist an den Dateipfad {file_path} gebunden. Möchten Sie die SVG-Datei aus diesem Pfad wiederherstellen?
es: La pestaña está vinculada a la ruta del archivo {file_path}. ¿Quieres restaurar el SVG desde esta ruta?
et: See vahekaart on seotud failiga asukohas {file_path}. Kas te soovite taastada SVG sellest failist?
fr: L'onglet est lié au chemin d'accès {file_path}. Voulez-vous restaurer le SVG à partir de ce chemin ?
nl: Het tablad is gebonden aan het bestandspad {file_path}. Wil je de SVG herstellen vanuit dit pad?
pt_br: A guia está vinculada ao caminho do arquivo {file_path}. Você deseja restaurar o SVG deste caminho?
ru: Вкладка связана с путем к файлу {file_path}. Вы желаете восстановить SVG из этого пути?
uk: Ця вкладка пов'язана з шляхом до файлу {file_path}. Бажаєте відновити SVG з цього шляху?

source: Compact
bg: Компактен
de: Kompakt
es: Compacto
et: Kompaktne
pt_br: Compacto
ru: Компактный
uk: Компактно

source: Pretty
bg: Красив
de: Schön
es: Chulo
et: Ilus
fr: Élégant
nl: Mooi
pt_br: Bonito
ru: Красивый
uk: Гарно

source: Always
bg: Винаги
de: Immer
es: Siempre
et: Alati
fr: Toujours
nl: Altijd
pt_br: Sempre
ru: Всегда
uk: Завжди

source: All except containers
bg: Всички освен контейнери
de: Alle außer Behälter
es: Todo excepto contenedores
et: Kõik, v.a. konteinerid
fr: Sauf pour les conteneurs
nl: Alles behalve containers
pt_br: Tudo exceto containers
ru: Все кроме контейнеров
uk: Усі крім контейнерів

source: Never
bg: Никога
de: Nie
es: Nunca
et: Mitte kunagi
fr: Jamais
nl: Nooit
pt_br: Nunca
ru: Никогда
uk: Ніколи

source: When shorter or equal
bg: Когато е по-късо или еднакво дълго
de: Wenn kürzer oder gleich
es: Cuando es más corto o igual que
et: Kui on lühem või võrdne
fr: Quand plus court ou équivalent
nl: Als korter of gelijk
pt_br: Quando menor ou igual
ru: Когда короче или равно
uk: Коли коротше або дорівнює

source: When shorter
bg: Когато е по-късо
de: Wenn kürzer
es: Cuando es más corto que
et: Kui on lühem
fr: Quand plus court
nl: Als korter
pt_br: Quando menor
ru: Когда короче
uk: Коли коротше

source: 3-digit or 6-digit hex
bg: Хекс с 3 или 6 цифри
de: 3-stelligen oder 6-stelligen Hex
es: Hexadecimal de 3 o 6 dígitos
et: 3- või 6-kohaline hex
fr: Héxadécimal de 3 ou 6 chiffres
nl: 3-cijferig of 6-cijferige hex
pt_br: Hexadecimal de 3 dígitos ou 6 dígitos
ru: 3 или 6 цифровое шестнадцатеричное значение
uk: 3 або 6 значне шістнадцятирічне число

source: 6-digit hex
bg: Хекс с 6 цифри
de: 6-stelligen Hex
es: Hexadecimal de 6 dígitos
et: 6-kohaline hex
fr: Héxadécimal de 6 chiffres
nl: 6-cijferige hex
pt_br: Hexadecimal de 6 dígitos
ru: 6 цифровое шестнадцатеричное значение
uk: 6 значне шістнадцятирічне число

source: Dark
nl: Donker
ru: Темная

source: Light
nl: Helder
ru: Светлая

source: Black (OLED)
nl: Zwart (OLED)
ru: Темная (OLED)

source: Default Dark
nl: Standaard Donker
ru: Стандартная темная

source: Default Light
nl: Standaard Helder
ru: Стандартная светлая

source: Empty
bg: Празен
de: Leer
es: Vacío
et: Tühi
fr: Vide
nl: Leeg
pt_br: Vazio
ru: Пусто
uk: Порожньо

source: Unsaved
bg: Незаписан
de: Ungespeichert
es: Sin guardar
et: Salvestamata
fr: Non enregistré
nl: Niet opgeslagen
pt_br: Não salvo
ru: Не сохранено
uk: Не збережено

source: Comment
bg: Коментар
de: Kommentar
es: Comentario
et: Kommentaar
fr: Commentaire
nl: Commentaar
pt_br: Comentário
ru: Комментарий
uk: Коментар

source: Text
bg: Текст
es: Texto
et: Tekst
fr: Texte
nl: Tekst
pt_br: Texto
ru: Текст
uk: Текст

source: {element} must be inside {allowed} to have any effect.
bg: {element} трябва да е във {allowed} за да има ефект.
de: {element} muss sich innerhalb {allowed} befinden, um einen Effekt zu haben.
es: {element} debe estar dentro de {allowed} para tener algún efecto.
et: {element} peab olema {allowed} sees, et sellel oleks mõju.
fr: {element} doit être à l'intérieur de {allowed} pour avoir un effet.
nl: {element} moet aanwezig zijn in {allowed} om enig effect te hebben.
pt_br: {element} deve estar dentro de {allowed} para ter qualquer efeito.
ru: {element} должен быть внутри {allowed} чтобы это имело эффект.
uk: {element} повинен бути всередині {allowed} щоб зміни вступили в силу.

source: No "id" attribute defined.
bg: Не е дефиниран "id" атрибут.
de: Kein "id" Attribut definiert.
es: No hay ningún atributo "id" definido.
et: "id" atribuut pole defineeritud.
fr: Aucun attribut « id » défini.
nl: Geen "id" attribuut gedefineerd.
pt_br: Nenhum atributo "id" definido.
ru: Атрибут "id" не задан.
uk: Не вказано "id" атрибуту.

source: No <stop> elements under this gradient.
bg: Няма <stop> елемент под този градиент.
de: Keine <stop> Elemente unter diesem Farbverlauf.
es: No hay elementos <stop> en este gradiente.
et: Gradiendis puuduvad <stop> elemendid.
fr: Aucun élément <stop> en dessous de ce dégradé.
nl: Geen <stop> elementen onder deze kleurovergang.
pt_br: Nenhum elemento <stop> sob / abaixo este gradiente.
ru: Нет <stop> элемента в этом градиенте.
uk: Немає <stop> елементів під цим градієнтом.

source: This gradient is a solid color.
bg: Този градиент е едноцветен.
de: Dieser Farbverlauf ist einfarbig.
es: Este gradiente es un color sólido.
et: Gradient on ühevärviline.
fr: Ce dégradé est une couleur solide.
nl: Deze kleurovergang is een vaste kleur.
pt_br: Este gradiente é uma cor sólida.
ru: Этот градиент описывает сплошной цвет.
uk: Цей градієнт це суцільний колір.

source: This group has no elements.
bg: Тази група няма елементи.
de: Diese Gruppe hat keine Elemente.
es: Este grupo no tiene elementos.
et: Grupis pole ühtegi elementi.
fr: Ce groupe n'a aucun élément.
nl: Deze groep bevat geen elementen.
pt_br: Este grupo não possui elementos.
ru: В этой групе нет элементов.
uk: Ця група не має елементів.

source: This group has only one element.
bg: Тази група има само един елемент.
de: Diese Gruppe hat nur ein Element.
es: Este grupo solo tiene un elemento.
et: Grupis on ainult üks element.
fr: Ce groupe n'a qu'un seul élément.
nl: Deze groep bevat maar één element.
pt_br: Este grupo possui apenas um elemento.
ru: В этой группе только один элемент.
uk: Ця група має тільки один елемент.

source: Doesn’t describe an SVG.
bg: Текстът не описва SVG.
de: Beschreibt kein SVG.
es: No describe un SVG.
et: Ei kirjelda SVGd.
fr: Ne décrit pas un SVG.
nl: Beschrijft geen SVG.
pt_br: Não descreve um SVG.
ru: Не является описанием SVG.
uk: Не є описом SVG.

source: Improper nesting.
bg: Несъвместими тагове.
de: Ungültige Formatierung.
es: Anidación inadecuada.
et: Vigane pesitsus.
fr: Formatage incorrect.
nl: Onjuiste nesting.
pt_br: Aninhamento inadequado.
ru: Неправильное вложение.
uk: Неправильне вкладення.

source: Close
bg: Затвори
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
nl: Afluiten
pt_br: Fechar
ru: Закрыть
uk: Закрити

source: Authors
bg: Автори
de: Autoren
es: Autores
et: Autorid
fr: Auteur·rices
nl: Auteurs
pt_br: Autores
ru: Авторы
uk: Автори

source: Donors
bg: Дарители
de: Spender
es: Donadores
et: Annetajad
fr: Donateur·rices
nl: Donateurs
pt_br: Doadores
ru: Благотворители
uk: Благодійники

source: License
bg: Лиценз
de: Lizenz
es: Licencia
et: Litsents
fr: Licence
nl: Licentie
pt_br: Licença
ru: Лицензия
uk: Ліцензія

source: Third-party licenses
bg: Лицензи от трети партии
de: Drittanbieter-Lizenzen
es: Licencias de terceros
et: Kolmandad litsentsid
fr: Licences tierces
nl: Derde partij Licenties
pt_br: Licenças de terceiros
ru: Лицензии третьих лиц
uk: Ліцензії третіх осіб

source: Project Founder and Manager
bg: Основател и мениджър на проекта
de: Projektgründer und Manager
es: Fundador y administrador del proyecto
et: Projekti asutaja ja juht
fr: Fondatrice et gestionnaire du projet
nl: Projectoprichter en Manager
pt_br: Fundador e Gerente do Projeto
ru: Основатель и руководитель проекта
uk: Засновник і керівник проекту

source: Developers
bg: Програмисти
de: Entwickler
es: Desarrolladores
et: Arendajad
fr: Développeur·ses
nl: Ontwikkelaars
pt_br: Desenvolvedores
ru: Разработчики
uk: Розробники

source: Translators
bg: Преводачи
de: Übersetzer
es: Traductores
et: Tõlkijad
fr: Traducteur·rices
nl: Vertalers
pt_br: Tradutores
ru: Переводчики
uk: Перекладачі

source: Golden donors
bg: Златни дарители
de: Gold-Spender
es: Donadores dorados
et: Kuldsed annetajad
fr: Donateur·rices Or
nl: Gouden Donatuers
pt_br: Doadores ouro
ru: Золотые благотворители
uk: Золоті благодійники

source: Diamond donors
bg: Диамантени дарители
de: Diamant-Spender
es: Donadores de diamante
et: Teemant annetajad
fr: Donateur·rices Diamant
nl: Diamanten Donateurs
pt_br: Doadores diamante
ru: Алмазные благотворители
uk: Діамантові благодійники

source: Save SVG as…
bg: Запиши SVG-то като…
de: SVG speichern als…
es: Guardar SVG como…
et: Salvesta SVG kui…
fr: Sauvegarder le SVG sous…
nl: SVG opslaan als…
pt_br: Salvar SVG como…
ru: Сохранить SVG как…
uk: Зберегти SVG як…

source: Visuals
bg: Графики
de: Visuelles
es: Visuales
et: Visuaalid
fr: Vue
nl: Visuelen
pt_br: Visuais
ru: Внешний вид
uk: Зовнішній вигляд

source: Snap size
bg: Размер на захващането
de: Rastergröße
es: Tamaño de ajuste
et: Joondamise mastaap
fr: Taille d'aimantation
nl: Maat inknappen
pt_br: Tamanho de encaixe
ru: Размер привязки
uk: Розмір прилипання

source: Paste reference image
de: Referenzbild einfügen
es: Pegar imagen de referencia
et: Kleebi võrdluspilt
fr: Coller une image de référence
nl: Referentiebeeld plakken
pt_br: Carregar imagem de referência
ru: Вставить референсое изображение
uk: Вставити еталонне зображення

source: Clear reference image
ru: Обнулить референс

source: Links to donation platforms
de: Links zu Spendenplattformen
es: Enlaces de las plataformas de donación
et: Annetusplatvormide lingid
fr: Liens vers les plateformes de dons
nl: Koppelingen naar donatieplatformen
pt_br: Links para plataforma de doação
ru: Ссылки на платформы для пожертвований
uk: Посилання на платформи для пожертв

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
et: Katkesta
fr: Annuler
nl: Annuleren
pt_br: Cancelar
ru: Отменить
uk: Скасувати

source: New element
bg: Добави елемент
de: Neues Element
es: Nuevo elemento
et: Uus element
fr: Nouvel élément
nl: Nieuw element
pt_br: Novo elemento
ru: Новый элемент
uk: Новий елемент

source: Dimensions
bg: Измерения
de: Dimensionen
es: Dimensiones
et: Dimensioonid
nl: Afmetingen
pt_br: Dimensões
ru: Размеры
uk: Розміри

source: Preview image size is limited to {dimensions}
bg: Размерът на визуализацията е ограничен до {dimensions}
de: Vorschaubildgröße ist auf {dimensions} limitiert.
es: El tamaño de la imagen de vista previa está limitado a {dimensions}
et: Eelvaade on piiratud suurusele {dimensions}
fr: La taille de l'image de prévisualisation est limitée à {dimensions}
nl: Voorbeeldafbeelding maat is beperkt tot {dimensions}
pt_br: O tamanho da visualização da prévia de imagem é limitado à {dimensions}
ru: Размер предварительного просмотра изображения ограничен до {dimensions}
uk: Розмір попереднього перегляду зображення обмежено до {dimensions}

source: Size
bg: Размер
de: Größe
es: Tamaño
et: Suurus
fr: Taille
nl: Maat
pt_br: Tamanho
ru: Размер
uk: Розмір

source: Export Configuration
bg: Конфигурация на експорта
de: Export-Konfiguration
es: Exportar configuración
et: Ekspordi konfiguratsioon
fr: Exporter la configuration
nl: Export Configuratie
pt_br: Configuração de exportação
ru: Настройки экспорта
uk: Налаштування експорту

source: Format
bg: Формат
es: Formato
et: Formaat
nl: Formaat
pt_br: Formato
ru: Формат
uk: Формат

source: Lossless
bg: Без загуба на качество
de: Verlustlos
es: Sin pérdida
et: Kadudeta
fr: Sans perte
nl: Verliesvrij
pt_br: Sem perdas
ru: Без потерь
uk: Без втрат

source: Quality
bg: Качество
de: Qualität
es: Calidad
et: Kvaliteet
fr: Qualité
nl: Kwaliteit
pt_br: Qualidade
ru: Качество
uk: Якість

source: Scale
bg: Мащаб
de: Skalieren
es: Escala
et: Skaala
fr: Échelle
nl: Schaal
pt_br: Escala
ru: Масштаб
uk: Масштаб

source: Width
bg: Широчина
de: Breite
es: Ancho
et: Laius
fr: Largeur
nl: Breedte
pt_br: Largura
ru: Ширина
uk: Ширина

source: Height
bg: Височина
de: Höhe
es: Alto
et: Kõrgus
fr: Hauteur
nl: Hoogte
pt_br: Altura
ru: Высота
uk: Висота

source: Copy
bg: Копирай
de: Kopieren
es: Copiar
et: Kopeeri
fr: Copier
nl: Kopiëren
pt_br: Copiar
ru: Скопировать
uk: Скопіювати

source: Layout
bg: Оформление
es: Diseño
et: Paigutus
fr: Disposition
nl: Indeling
ru: Макет
uk: Макет

source: View savedata
bg: Виж запазените данни
de: Speicherdaten anzeigen
es: Ver datos guardados
et: Kuva savedata
fr: Voir les données de sauvegarde
nl: Bekijk opslaggegevens
pt_br: Ver dados salvos
ru: Просмотреть даные сохранения
uk: Переглянути дані збереження

source: Refresh files
bg: Обнови файловете
de: Dateien aktualisieren
es: Actualizar archivos
et: Värskenda failinimekiri
fr: Actualiser les fichiers
nl: Bestanden vernieuwen
pt_br: Atualizar arquivos
ru: Обновить файлы
uk: Оновити файли

source: Toggle the visibility of hidden files
bg: Превключи видимостта на скритите файлове
de: Versteckte Dateien anzeigen
es: Alternar visibilidad de archivos ocultos
et: Lülita peidetud failide kuvamine sisse
fr: Activer/Désactiver la visibilité des fichiers cachés
nl: De zichtbaarheit van verborgen bestanden omschakelen
pt_br: Alternar a visibilidade de arquivos escondidos
ru: Переключить видимость скрытых файлов
uk: Перемикнути видимість прихованих файлів

source: Search files
bg: Търсене из файловете
de: Datei suchen
es: Buscar archivos
et: Otsi faile
fr: Rechercher des fichiers
nl: Bestanden zoeken
pt_br: Procurar arquivos
ru: Искать файлы
uk: Пошук файлів

source: Go back
ru: Назад

source: Go forward
ru: Прокрутить вперед

source: Save
bg: Запиши
de: Speichern
es: Guardar
et: Salvesta
fr: Enregistrer
nl: Opslaan
pt_br: Salvar
ru: Сохранить
uk: Зберегти

source: Select
bg: Избери
de: Auswählen
es: Seleccionar
et: Vali
fr: Sélectionner
nl: Selecteren
pt_br: Selecionar
ru: Выбрать
uk: Обрати

source: Replace
bg: Замени
de: Ersetzen
es: Reemplazar
et: Asenda
fr: Remplacer
nl: Vervangen
pt_br: Substituir
ru: Заменить
uk: Замінити

source: Create new folder
bg: Създай нова папка
de: Neuen Ordner erstellen
es: Crear nueva carpeta
et: Loo uus kaust
fr: Créer un nouveau dossier
nl: Nieuwe map creëren
pt_br: Criar nova pasta
ru: Создать новую папку
uk: Створити нову теку

source: Invalid name for a folder.
bg: Невалидно име за папка.
de: Ungültiger Ordnername.
es: Nombre inválido para una carpeta.
et: Vigane kausta nimi.
fr: Nom invalide pour un dossier.
nl: Ongeldige naam voor een map.
pt_br: Nome inválido para uma pasta.
ru: Неправильное название для папки.
uk: Не правильна назва для теки.

source: A folder with this name already exists.
bg: Папка с това име вече съществува.
de: Ein gleichnamiger Ordner existiert bereits.
es: Ya existe una carpeta con este nombre.
et: Kaust selle nimega on juba olemas.
fr: Un dossier avec ce nom existe déjà.
nl: Een map met deze naam bestaat al.
pt_br: Uma pasta com esse nome já existe.
ru: Папка с таким именем уже существует.
uk: Тека з такою назвою вже існує.

source: Failed to create a folder.
bg: Папката не можа да бъде създадена
de: Ordner konnte nicht erstellt werden.
es: Error al crear una carpeta.
et: Kausta loomine ebaõnnestus.
fr: Échec de création de dossier.
nl: Aanmaken van een nieuwe map mislukt.
pt_br: Falha ao criar uma pasta.
ru: Не удалось создать папку.
uk: Не вдалося створити теку.

source: Open
bg: Отвори
de: Öffnen
es: Abrir
et: Ava
fr: Ouvrir
nl: Openen
pt_br: Abrir
ru: Открыть
uk: Відкрити

source: Copy path
bg: Копирай пътеката
de: Pfad kopieren
es: Copiar ruta
et: Kopeeri asukoht
fr: Copier le chemin
nl: Pad kopiëren
pt_br: Copiar caminho
ru: Скопировать путь
uk: Скопіювати шлях

source: A file named "{file_name}" already exists. Replacing will overwrite its contents!
bg: Файл с името "{file_name}" вече съществува. Заместването ще пренапише неговото съдържание!
de: Eine Datei mit dem Namen "{file_name}" existiert bereits. Ersetzen wird den Inhalt überschreiben!
es: Ya existe un archivo llamado "{file_name}". ¡Reemplazarlo sobrescribirá su contenido!
et: Fail nimega "{file_name}" on juba olemas, asendamine kirjutab selle sisu üle!
fr: Un fichier nommé « {file_name} » existe déjà. Le remplacer écrasera son contenu !
nl: Er bestaat al een bestand genaamt "{file_name}". Deze vervangen zal zijn inhoud aanpassen!
pt_br: Um arquivo nomeado "{file_name}" já existe. Substituir este arquivo irá sobrescrever os seus conteúdos!
ru: Файл с названием "{file_name}" уже существует. Его замена перезапишет его содержимое!
uk: Файл з назваою "{file_name}" вже існує. Його заміна призведе до перезапису його вмісту!

source: Syntax error
bg: Синтактична грешка
de: Syntaxfehler
es: Error de sintaxis
et: Süntaksiviga
fr: Erreur de syntaxe
nl: Syntaxfout
pt_br: Erro de sintaxe
ru: Синтаксическая ошибка
uk: Синтаксична помилка
