Repository: MewPurPur/GodSVG
Catalog: translations/*.po
Languages: bg, de, es, et, fr, nl, pt_br, ru, uk

source: Element color
bg: Цвят на елементите
de: Elementfarbe
es: Color de los elementos
et: Elemendi värv
fr: Couleur d'élément
nl: Elementkleur
pt_br: Cor de elemento
ru: Цвет элемента
uk: Колір елементу

source: Attribute color
bg: Цвят на атрибутите
de: Attributfarbe
es: Color de los atributos
et: Atribuudi värv
fr: Couleur d'attribut
nl: Attribuutkleur
pt_br: Cor de atributo
ru: Цвет атрибута
uk: Колір атрибуту

source: String color
bg: Цвят на низовете
de: Zeichenkettenfarbe
es: Color de las cadenas
et: Sõne värv
fr: Couleur de chaîne de caractères
nl: Stringkleur
pt_br: Cor de string
ru: Цвет строки
uk: Колір строки

source: Comment color
bg: Цвят на коментарите
de: Kommentarfarbe
es: Color de los comentarios
et: Kommentaari värv
fr: Couleur de commentaire
nl: Commentaarkleur
pt_br: Cor de comentário
ru: Цвет комментария
uk: Колір коментаря

source: Text color
bg: Цвят на текста
de: Textfarbe
es: Color del texto
et: Teksti värv
fr: Couleur de texte
nl: Textkleur
pt_br: Cor de texto
ru: Цвет текста
uk: Колір тексту

source: CDATA color
bg: Цвят на CDATA
de: CDATA-Farbe
es: Color de CDATA
et: CDATA värv
fr: Couleur de CDATA
nl: CDATA-kleur
pt_br: Cor de CDATA
ru: Цвет CDATA
uk: Колір CDATA

source: Error color
bg: Цвят на грешките
de: Fehlerfarbe
es: Color de los errores
et: Errori värv
fr: Couleur d'erreur
nl: Fout-kleur
pt_br: Cor de erro
ru: Цвет ошибки
uk: Колір помилки

source: Handles
nl: Hendels
ru: Ручки

source: Inside color
bg: Вътрешен цвят
de: Innenfarbe
es: Color interno
et: Seesmine värv
fr: Couleur d'intérieur
nl: Binnenkantkleuren
pt_br: Cor interna
ru: Внутренний цвет
uk: Внутрішній колір

source: Normal color
bg: Обикновен цвят
de: Normalfarbe
es: Color normal
et: Tavaline värv
fr: Couleur d'élément normal
nl: Normale kleur
pt_br: Cor normal
ru: Обычный цвет
uk: Звичайний колір

source: Hovered color
bg: Цвят под курсора
de: Farbe unter der Maus
es: Color flotante
et: Esiletõstetud värv
fr: Couleur d'élément survolé
nl: Zweefde kleur
pt_br: Cor de pairado
ru: Цвет наведенного
uk: Колір наведеного

source: Selected color
bg: Избран цвят
de: Auswahlfarbe
es: Color seleccionado
et: Valiku värv
fr: Couleur d'élément selectionné
nl: Gekozen kleur
pt_br: Cor de selecionado
ru: Цвет выбранного
uk: Колір обраного

source: Hovered selected color
bg: Избран цвят под курсора
de: Ausgewählte Farbe unter der Maus
es: Color flotante seleccionado
et: Esiletõstetud valiku värv
fr: Couleur d'élément selectionné survolé
nl: Zweefde gekozen kleur
pt_br: Cor de pairado e selecionado
ru: Цвет выделенного-наведенного
uk: Колір наведено-виділеного

source: Selection rectangle
nl: Selectie-vierkant
ru: Прямоугольник выбора

source: Speed
nl: Snelheid
ru: Скорость

source: Dash length
nl: Stippelijn lengte
ru: Длина линии

source: Color {index}
nl: Kleur {index}
ru: Цвет {index}

source: Canvas color
nl: Canvaskleur
ru: Цвет полотна

source: Grid color
bg: Цвят на решетката
de: Rasterfarbe
es: Color de la cuadrícula
et: Ruudustiku värv
fr: Couleur de la grille
nl: Raster kleur
pt_br: Cor da grade
ru: Цвет сетки
uk: Колір ґратки

source: Basic colors
bg: Основни цветове
de: Allgemeine Farben
es: Colores básicos
et: Alusvärvid
fr: Couleurs basiques
nl: Basiskleuren
pt_br: Cores básicas
ru: Базовый цвет
uk: Базовий колір

source: Valid color
bg: Цвят на валидният текст
de: Gültige Farbe
es: Color válido
et: Kehtiva värv
fr: Couleur valide
nl: Geldige kleur
pt_br: Cor válida
ru: Цвет валидности
uk: Колір валідності

source: Warning color
bg: Цвят на предупрежденията
de: Warnfarbe
es: Color de las advertencias
et: Hoiatuse värv
fr: Couleur d'avertissement
nl: Waarschuwingskleur
pt_br: Cor de aviso
ru: Цвет предупреждения
uk: Колір попередження

source: Input
bg: Входни сигнали
de: Eingabe
es: Entrada
et: Sisend
fr: Entrée
nl: Invoer
pt_br: Entrada
ru: Устройства ввода
uk: Пристрої вводу

source: Close tabs with middle mouse button
bg: Затваряне на раздели със средното копче на мишката
de: Registerkarten mit mittlerer Maustaste schließen
es: Cerrar pestañas con el botón central del ratón
et: Sulge vahekaarte keskmise hiireklahviga
fr: Fermer les onglets avec la molette de la souris
nl: Sluit tabbladen met de middelste muisknop
pt_br: Fechar guias com o botão do meio do mouse
ru: Закрывать вкладки средней клавишей мыши
uk: Закривати вкладки при натисканні середньої кнопки миші

source: Invert zoom direction
bg: Обърни посоката на увеличение
de: Zoomrichtung umkehren
es: Invertir dirección de zoom
et: Inverteeri suurendussuund
fr: Inverser la direction du zoom
nl: inzoomrichting tegenstellen
pt_br: Inverter direção do zoom
ru: Инвертировать направление масштабирования
uk: Інвертувати напрямок масштабування

source: Wrap-around panning
bg: Превъртане на курсора
de: Herumwickelndes Verschieben
es: Desplazamiento envolvente
et: Takistusteta vaate liigutamine
fr: Défilement bouclé
nl: Omwikkeld rondkijken
pt_br: Movimentação envolvente
ru: Захват курсора при прокрутке
uk: Захопити курсор при гортанні

source: Panning speed
ru: Скорость прокрутки

source: Use CTRL for zooming
bg: Използвай CTRL за увеличение
de: Strg-Taste zum Zoomen benutzen
es: Usar Ctrl para hacer zoom
et: Kasuta CTRL klahvi suurendamiseks
fr: Utiliser CTRL pour zoomer
nl: Gebruik CTRL om in te zoomen
pt_br: Utilizar CTRL para zoom
ru: Использовать CTRL для масштабирования
uk: Використовувати CTRL для масштабування

source: Display
es: Visualización
nl: Weergave
ru: Отображение

source: UI scale
bg: Мащаб на интерфейса
de: Benutzeroberflächenskalierung
es: Escala de la interfaz de usuario
et: Kasutajaliidese suurus
fr: Échelle de l'interface
nl: Gebruiksinterface maat
pt_br: Escala da interface
ru: Масштаб интерфейса
uk: Масштаб інтерфейсу

source: Determines the scale factor for the interface.
es: Determina el factor de escala de la interfaz.
fr: Détermine le facteur d'échelle de l'interface.
nl: Bepaalt de maat-factor van de interface.
ru: Определяет множитель масштабирования интерфейса.

source: V-Sync
ru: Вертикальная синхронизация

source: Maximum FPS
ru: Максимальное количество кадров в секунду

source: Unlimited
nl: Onbeperkt
ru: Без ограничений

source: Determines the maximum number of frames per second.
nl: Bepaalt de maximum aantal frames per seconde.
ru: Определяет максимальное количество кадров в секунду.

source: Keep screen on
ru: Держать экран включенным

source: Miscellaneous
bg: Разни
de: Verschiedenes
es: Misceláneos
et: Mitmesugust
fr: Divers
nl: Overige
pt_br: Variados
ru: Разное
uk: Різне

source: Use native file dialog
bg: Използвай местния файлов мениджър
de: Nativen Dateidialog verwenden
es: Usar diálogo de archivos nativo
et: Kasuta süsteemi failidialoogi
fr: Utiliser le sélecteur de fichiers natif
nl: Gebruik inheemse bestandendialoog
pt_br: Utilizar diálogo de arquivos nativo
ru: Использовать родной файловый диалог системы
uk: Використовувати рідний файловий діалог

source: Sync window title to file name
bg: Синхронизирай името на прозореца с файла
de: Fenstertitel mit Dateinamen synchronisieren
es: Sincronizar título de la ventana con el nombre del archivo
et: Sünkrooni akna tiitel avatud faili nimega
fr: Synchroniser le titre de la fenêtre avec le nom du fichier
nl: Synchroniseer venstertitel naar bestandsnaam
pt_br: Sincronizar título de janela com o nome do arquivo
ru: Синхронизировать заголовок окна с названием файла
uk: Синхронізувати заголовок вікна з назвою поточного файлу

source: The setting has no effect in the current configuration.
nl: De instellingen heeft geen effect op de huidige configuratie.
ru: Эта опция не имеет эффекта на текущую конфигурацию.

source: The setting can't be changed on this platform.
nl: De instelling kan niet verandert worden op dit platform.
ru: Эту опцию нельзя изменить на текущей платформе.

source: Determines the default values of the formatter configs.
nl: Bepaalt de standaard waarde van de formatter-configuraties.
ru: Определяет стандартные значения для настроек форматера.

source: When enabled, uses spaces instead of a single tab for indentation.
nl: Wanneer ingeschakelt, gebruikt spaties in plaats van een tab voor inspringing.
ru: Когда активно, использует пробелы вместо одного tab-а для отступов.

source: Optimizers can change the structure of the SVG and its complex attributes, such as pathdata. These changes reduce the SVG's complexity, usually leading to reductions in file size, but may be destructive and disrupt future editing, compared to optimizing the SVG manually.
ru: Оптимизатор может изменить структуру SVG и сложных атрибутов, вроде путей. Это уменьшает сложность SVG, что позволяет уменьшить размер файла, но может привести к разрушительным изменениям и усложнить последующее редактирование, в сравнении с ручной оптимизацией.

source: Convert shapes into ones that can be defined identically, but have a shorter representation, if possible.
ru: Конвертировать фигуры в идентичные по форме, но с более кратким описанием, если возможно.

source: Convert or simplify path parameters into ones that can be defined identically, but have a shorter representation, if possible.
ru: Конвертировать или упростить пути в идентичные по форме, но с более кратким описанием, если возможно.

source: Determines the default values of theming-related settings, including the highlighter preset.
nl: Bepaalt de standaard waardes voor thema-instellingen, inclusief de markering voorinstelling.
ru: Определяет стандартные значения связанные с настройками темы, включая пресет подсветки.

source: Determines the base color of GodSVG's interface.
ru: Устанавливает основной цвет интерфейса GodSVG.

source: Determines the accent color used for highlighted elements in GodSVG's interface.
ru: Устанавливает акцентный цвет для выделяемых элементов интерфейса GodSVG.

source: When enabled, clicking on a tab with the middle mouse button closes it instead of simply focusing it.
nl: Wanneer ingeschakeld, sluit een tabblad bij het klikken van de middeste muisknop in plaats van het simpelweg in focus te brengen.
ru: Если включено - нажатие на вкладку средней кнопкой мыши закроет ее вместо переключения фокуса.

source: Swaps the scroll directions for zooming in and zooming out.
bg: Разменя посоките на влачене за намаляване и увеличаване
de: Tauscht die Scrollrichtung für das Rein- und Rauszoomen.
es: Intercambia las direcciones de desplazamiento para acercar y alejar.
et: Vahetab kerimissuunad suurendamiseks ja vähendamiseks ümber.
fr: Inverser les sens de défilement pour le zoom avant et le zoom arrière.
nl: Verwisselt de scroll richtingen voor inzoomen en uitzoomen.
pt_br: Troca as direções de rolagem para aumentar e diminuir o zoom.
ru: Поменяет местами направление прокрутки при масштабировании.
uk: Міняє напрям гортання при масштабуванні.

source: Warps the cursor to the opposite side whenever it reaches a viewport boundary while panning.
bg: Превърта курсора когато той достигне краищата на екрана докато влачи гледката.
de: Teleportiert den Mauszeiger zur gegenüberliegenden Seite, soblald eine Bildschirmgrenze während des Verschiebens erreicht wird.
es: Mueve el cursor hacia el lado opuesto cada vez que alcanza el límite de la ventana gráfica mientras se desplaza.
et: Viib kursori akna vastaspoolele, kui see jõuab vaate liigutamise ajal selle servani, et see liikumist ei takistaks.
fr: Téléporte le curseur de l'autre côté de la vue à chaque fois qu'il en atteind la limite.
nl: Verplaatst de cursur naar de overkant wanneer het buiten het kijkvenster gaat tijdens het rondkijken.
pt_br: Passa o cursor para o lado oposto da tela quando ele atinge uma borda da viewport quando movimentando a visualização.
ru: Курсор будет телепортироваться от одного до противоположного края на границе окна просмотра.
uk: Курсор буде телепортуватися від одного краю до протилежного при пересуванні вікна перегляду.

source: Determines how much the view moves for scroll-based panning inputs.
ru: Устанавливает насколько окно просмотра перемещается при использовании прокрутки.

source: When enabled, scrolling pans the view instead of zooming in. To zoom, hold CTRL while scrolling.
nl: Wanneer ingeschakeld, zal scrollen het weergave verschuiven. Om te zoomen, houd CTRL ingedrukt tijdens het scrollen.
ru: Если включено - прокрутка будет перемещать окно просмотра. Чтобы масштабировать зажмите CTRL при прокручивании.

source: Synchronizes graphics rendering with display refresh rate to prevent screen tearing artifacts. May increase input lag slightly.
nl: Synchroniseert grapfische rendering met vernieuwingfrequentie om scherm-scheuring te voorkomen. Kan mogelijk invoer vertraging lichtjes verhogen.
ru: Синхронизирует отображение графики с частотой обновления экрана, чтобы избегать артефактам (вроде "разрыва" картинки). Может увеличить задержку нажатий кнопок мыши и клавиатуры.

source: Keeps the screen on even after inactivity, so the screensaver does not take over.
nl: Houdt het scherm aan, zelfs na inactiviteit, zodat de screensaver niet overneemt.
ru: Будет удерживать экран активным, даже после бездействия, поэтому хранитель экрана не будет запускаться.

source: When enabled, uses your operating system's native file dialog instead of GodSVG's built-in one.
nl: Waneer ingeschakeld, gebruikt jouw besturingssysteem's inheemse bestandendialoog in plaats van GodSVG's ingebouwde bestandendialoog.
ru: Если включено, то будет использоваться родной файловый диалог вашей операционной системы для выбора файлов вместо встроенного в GodSVG.

source: When enabled, adds the current file name before the "GodSVG" window title.
nl: Wanneer ingeschakelt, voegt de huidige bestandsnaam voor de "GodSVG" venstertitel.
ru: Когда активно, добавит текущий открытый файл перед "GodSVG" в заголовке окна.

source: New palette
bg: Добави палета
de: Neue Palette
es: Nueva paleta
et: Uus palett
fr: Nouvelle palette
nl: Nieuw palette
pt_br: Nova paleta
ru: Новая палитра
uk: Нова палітра

source: New palette from XML
bg: Добави палета от XML
de: Neue Palette aus XML
es: Nueva paleta desde XML
et: Uus palett XML-ist
fr: Nouvelle palette depuis du XML
nl: Nieuwe palette uit XML
pt_br: Nova paleta a partir de um XML
ru: Новая палитра из XML
uk: Нова палітра з XML

source: Import XML
bg: Импортирай XML
de: XML importieren
es: Importar XML
et: Impordi XML
fr: Importer un fichier XML
nl: XML Importeren
pt_br: Importar XML
ru: Импортировать XML
uk: Імпортувати XML

source: Paste XML
bg: Постави XML
de: XML einfügen
es: Pegar XML
et: Kleebi XML
fr: Coller du XML
nl: XML Plakken
pt_br: Colar XML
ru: Вставить XML
uk: Вставити XML

source: No transforms
bg: Няма трансформации
de: Keine Transformationen
es: Sin transformaciones
et: Puudub teisendus
fr: Aucune transformation
nl: Geen transformaties
pt_br: Sem transformações
ru: Нет трансформаций
uk: Без трансформацій

source: Apply the matrix
bg: Приложи матрицата
de: Die Matrix anwenden
es: Aplicar la matriz
et: Rakenda maatriks
fr: Appliquer la matrice
nl: Matrix toepassen
pt_br: Aplicar matriz
ru: Применить матрицу
uk: Застосувати матрицю

source: Insert Before
bg: Вмъкни отзад
de: Davor einsetzen
es: Insertar antes
et: Sisesta enne
fr: Insérer avant
nl: Ervoor Bijvoegen
pt_br: Inserir Antes
ru: Вставить до
uk: Вставити до

source: New transform
bg: Нова трансформация
de: Neue Transformation
es: Nueva transformación
et: Uus teisendus
fr: Nouvelle transformation
nl: Nieuwe transformatie
pt_br: Nova transformação
ru: Новая трансформация
uk: Нова трансформація

source: GodSVG doesn’t recognize this attribute
bg: GodSVG не разпознава този атрибут
de: GodSVG erkennt diese Attribute nicht
es: GodSVG no reconoce este atributo
et: GodSVG ei tunne seda atribuuti
fr: GodSVG ne reconnaît pas cet attribut
nl: GodSVG herkent deze attribuut niet
pt_br: O GodSVG não reconhece este atributo
ru: GodSVG не может распознать этот атрибут
uk: GodSVG не може розпізнати цей атрибут

source: The following files were discarded:
de: Die folgenden Dateien wurden verworfen:
es: Se descartaron los siguientes archivos:
et: Järgnevad failid hüljati:
fr: Les fichiers suivants ont été abandonnés :
nl: De volgende bestanden zijn verworpen:
pt_br: Os seguintes arquivos foram descartados:
ru: Следующие файлы были отклонены:
uk: Наступні файли були відкинуті:

source: {file_name} was discarded.
de: {file_name} wurde verworfen.
es: {file_name} fue descartado.
et: {file_name} hüljati.
fr: {file_name} a été abandonné.
nl: {file_name} is verworpen.
pt_br: {file_name} foi descartado.
ru: {file_name} был отклонен.
uk: {file_name} було відкинуто.

source: Discarded files
de: Verworfene Dateien
es: Archivos descartados
et: Hüljatud failid
fr: Fichiers abandonnés
nl: Verworpen bestanden
pt_br: Arquivos descartados
ru: Отклоненные файлы
uk: Відкинуті файли

source: Proceed
de: Fortfahren
es: Continuar
et: Jätka
fr: Poursuivre
nl: Voortgaan
pt_br: Proceder
ru: Продолжить
uk: Продовжити

source: {file_name} couldn't be opened.
de: {file_name} konnte nicht geöffnet werden.
es: {file_name} no pudo ser abierto.
et: {file_name} ei saanud avada.
fr: {file_name} n'a pas pu être ouvert.
nl: {file_name} kon niet worden geopend.
pt_br: {file_name} não pode ser aberto.
ru: Невозможно открыть {file_name} файл.
uk: Файл {file_name} неможливо відкрити.

source: Check if the file still exists in the selected file path.
bg: Проверете дали файлът все още съществува на избраното място.
de: Prüfen, ob die Datei im ausgewählten Dateipfad noch existiert.
es: Compruebe si el archivo todavía existe en la ruta de archivo seleccionada.
et: Kontrollige, kas fail asub veel valitud asukohas.
fr: Vérifiez si le fichier existe encore au chemin selectionné.
nl: Kijk na of het bestand nog steeds bestaat in het gekozen bestandspad.
pt_br: Verificar se o arquivo ainda existe no local de arquivo selecionado.
ru: Проверьте, что файл все еще существует по выбранному пути.
uk: Перевірити, чи файл все щє існує по обраному шляху.

source: Proceed with importing the rest of the files?
de: Mit dem Importieren der restlichen Dateien fortfahren?
es: ¿Continuar con la importación del resto de los archivos?
et: Jätka ülejäänud failide importimisega?
fr: Poursuivre en important le reste des fichiers ?
nl: Voortgaan met het importeren van de overige bestanden?
pt_br: Prosseguir com a importação do restante dos arquivos?
ru: Продолжить импортировать остальные файлы?
uk: Продовжити імпортуючи інші файли?

source: Proceed for all files that can't be opened
de: Fortfahren für alle Dateien, die nicht geöffnet werden können
es: Continuar para todos los archivos que no se pueden abrir
et: Jätka kõikide failide jaoks, mida ei saa avada
fr: Poursuivre pour chaque fichier ne pouvant être ouvert
nl: Voortgaan voor alle bestanden die niet geopent kunnen worden
pt_br: Prosseguir para todos os arquivos que não podem ser abertos
ru: Продолжить для всех файлов, которые не могут быть открыты
uk: Продовжити для усіх файлів, які неможливо відкрити

source: Save the file?
bg: Записване на файла?
de: Datei speichern?
es: ¿Guardar el archivo?
et: Salvesta fail?
fr: Enregistrer le fichier ?
nl: sla het bestand op?
pt_br: Salvar o arquivo?
ru: Сохранить файл?
uk: Зберегти файл?

source: Do you want to save this file?
bg: Искаш ли да запишеш този файл?
de: Möchten Sie diese Datei speichern?
es: ¿Quieres guardar este archivo?
et: Kas te soovite salvestada selle faili?
fr: Voulez-vous sauvegarder ce fichier ?
nl: Wil je dit bestand opslaan?
pt_br: Você deseja salvar este arquivo?
ru: Вы хотите сохранить этот файл?
uk: Ви бажаєте зберегти цей файл?

source: Save the changes?
bg: Записване на промените?
de: Die Änderungen speichern?
es: ¿Guardar los cambios?
et: Salvesta muudatused?
fr: Sauvegarder les modifications ?
nl: sla de aanpassingen op?
pt_br: Salvar as alterações?
ru: Сохранить изменения?
uk: Зберегти зміни?

source: Your changes will be lost if you don't save them.
bg: Промените ще бъдат изгубени ако не ги запишеш.
de: Ihre Änderungen gehen verloren, wenn sie nicht gespeichert werden.
es: Tus cambios se perderán si no los guardas.
et: Muudatused lähevad kaotsi, kui need ei salvestata.
fr: Vos changements seront perdus si vous ne les enregistrés pas.
nl: Uw aanpassingen zullen verdwijnen als u ze niet opslaat.
pt_br: Suas alterações serão perdidas se você não as salvar.
ru: Ваши изменения будут утеряны если вы их не сохраните.
uk: Ваші зміни буде втрачено, якщо ви не збережете їх.

source: Don't save
bg: Не записвай
de: Nicht speichern
es: No guardar
et: Ära salvesta
fr: Ne pas enregistrer
nl: Niet opslaan.
pt_br: Não salvar
ru: Не сохранять
uk: Не зберігати

source: {file_path} is already being edited inside GodSVG.
de: {file_path} wird bereits in GodSVG bearbeitet.
es: {file_path} ya se está editando dentro de GodSVG.
et: {file_path} on juba avatud GodSVGs.
fr: {file_path} est déjà en cours de modification dans GodSVG.
nl: {file_path} wordt al bewerkt in GodSVG.
pt_br: {file_path} já está sendo editado dentro do GodSVG.
ru: Файл {file_path} уже редактируется внутри GodSVG.
uk: Файл {file_path} вже редагується в GodSVG.

source: Do you want to save the changes made to {file_name}?
bg: Искаш ли да запишеш промените върху {file_name}?
de: Möchten Sie die an {file_name} vorgenommenen Änderungen speichern?
es: ¿Quieres guardar los cambios realizados en {file_name}?
et: Kas soovite salvestada {file_name} kallal tehtud muudatused?
fr: Voulez-vous enregistrer les modifications de {file_name} ?
nl: Wilt u de aanpassingen opslaan als {file_name}?
pt_br: Você deseja salvar as alterações feitas em {file_name}?
ru: Сохранить изменения в {file_name}?
uk: Чи бажаєте зберегти зміни в {file_name}?

source: Save SVG
bg: Запиши SVG-то
de: SVG speichern
es: Guardar SVG
et: Salvesta SVG
fr: Sauvegarder le SVG
nl: SVG opslaan
pt_br: Salvar SVG
ru: Сохранить SVG
uk: Зберегти SVG

source: Save SVG as
bg: Запиши SVG-то като
de: SVG speichern als
es: Guardar SVG como
et: Salvesta SVG kui
fr: Sauvegarder le SVG sous
nl: SVG opslaan als
pt_br: Salvar SVG como
ru: Сохранить SVG как
uk: Зберегти SVG як

source: Close tabs to the left
bg: Затвори разделите отляво
de: Alle Registerkarten links schließen
es: Cerrar pestañas a la izquierda
et: Sulge kaardid vasakul
fr: Fermer les onglets sur la gauche
nl: Sluit linker tabbladen
pt_br: Fechar abas à esquerda
ru: Закрыть вкладки слева
uk: Закрити усі вкладки зліва

source: Close tabs to the right
bg: Затвори разделите отдясно
de: Alle Registerkarten rechts schließen
es: Cerrar pestañas a la derecha
et: Sulge kaardid paremal
fr: Fermer les onglets sur la droite
nl: Sluit rechter tabbladen
pt_br: Fechar abas à direita
ru: Закрыть вкладки справа
uk: Закрити усі вкладки справа

source: Close all other tabs
bg: Затвори другите раздели
de: Alle anderen Registerkarten schließen
es: Cerrar todas las demás pestañas
et: Sulge teised kaardid
fr: Fermer les autres onglets
nl: Kopiëer alle tekst
pt_br: Fechar todas as outras abas
ru: Закрыть все остальные вкладки
uk: Закрити усі інші вкладки

source: Close empty tabs
de: Leere Registerkarten schließen
es: Cerrar pestañas vacías
et: Sulge tühjad kaardid
fr: Fermer les onglets vides
nl: Sluit lege tabbladen af
pt_br: Fechar abas vazias
ru: Закрыть пустые вкладки
uk: Закрити порожні вкладки

source: Close saved tabs
de: Gespeicherte Registerkarten schließen
es: Cerrar pestañas guardadas
et: Sulge salvestatud kaardid
fr: Fermer les onglets enregistrés
nl: Sluit opgeslagen tabbladen af
pt_br: Fechar abas salvas
ru: Закрыть сохраненные вкладки
uk: Закрити збережені вкладки

source: Create tab
bg: Създай раздел
de: Registerkarte erstellen
es: Crear pestaña
et: Uus vahekaart
fr: Créer un onglet
nl: Tabblad creëren
pt_br: Criar aba
ru: Создать вкладку
uk: Створити вкладку
