Repository: MewPurPur/GodSVG
Catalog: translations/*.po
Languages: bg, de, es, et, fr, nl, pt_br, ru, uk

source: Select the next tab
bg: Избери раздела отпред
de: Nächsten Tab auswählen
es: Seleccionar la siguiente pestaña
et: Vali järgmine vahekaart
fr: Basculer à l'onglet suivant
nl: Selecteer het volgende tabblad
pt_br: Selecionar a próxima guia
ru: Выбрать следующую вкладку
uk: Обрати наступну вкладку

source: Select the previous tab
bg: Избери раздела отзад
de: Vorherigen Tab auswählen
es: Seleccionar la pestaña anterior
et: Vali eelmine vahekaart
fr: Basculer à l'onglet précédent
nl: Selecteer het vorige tabblad
pt_br: Selecionar a guia anterior
ru: Выбрать предыдущую вкладку
uk: Обрати попередню вкладку

source: Optimize
bg: Оптимизирай
de: Optimieren
es: Optimizar
et: Optimeeri
fr: Optimiser
nl: Optimaliseren
pt_br: Otimizar
ru: Оптимизировать
uk: Оптимізувати

source: Optimize SVG
bg: Оптимизирай SVG-то
de: SVG optimieren
es: Optimizar SVG
et: Optimeeri SVG
fr: Optimiser le SVG
nl: SVG optimaliseren
pt_br: Otimizar SVG
ru: Оптимизировать SVG
uk: Оптимізувати SVG

source: Copy all text
bg: Копирай всичкия текст
de: Text kopieren
es: Copiar todo el texto
et: Kopeeri terve tekst
fr: Copier tout le texte
nl: Kopiëer alle tekst
pt_br: Copiar todo texto
ru: Скопировать весь текст
uk: Скопіювати весь текст

source: Copy the SVG text
bg: Копирай всичкия SVG текст
de: SVG-Text kopieren
es: Copiar todo el texto SVG
et: Kopeeri SVG tekst
fr: Copier le texte SVG
nl: Kopiëer de SVG teksten
pt_br: Copiar todo texto do SVG
ru: Скопировать SVG текст
uk: Скопіювати SVG текст

source: Reset SVG
bg: Рестартирай SVG-то
de: SVG zurücksetzen
es: Reestablecer SVG
et: Lähtesta SVG
fr: Réinitialiser le SVG
nl: SVG Resetten
pt_br: Redefinir SVG
ru: Сбросить SVG
uk: Скинути SVG

source: Open externally
bg: Отвори с външно приложение
de: Extern öffnen
es: Abrir externamente
et: Ava väliselt
fr: Ouvrir externement
nl: Extern openen
pt_br: Abrir externalmente
ru: Открыть во внешней программе
uk: Відкрити у зовнішній програмі

source: Open SVG externally
bg: Отвори SVG с външно приложение
de: SVG extern öffnen
es: Abrir SVG externamente
et: Ava SVG väliselt
fr: Ouvrir le SVG externement
nl: SVG extern openen
pt_br: Abrir SVG externalmente
ru: Открыть SVG в внешней программе
uk: Відкрити SVG у зовнішній програмі

source: Show in File Manager
bg: Покажи във файловия мениджър
de: Im Dateisystem anzeigen
es: Mostrar en Explorador de Archivos
et: Kuva failihalduris
fr: Afficher dans l'explorateur de fichiers
nl: Laat zien in Bestandsenverkenner
pt_br: Mostrar no gerenciador de arquivos
ru: Показать в файловом менеджере
uk: Показати у файловому менеджері

source: Show SVG in File Manager
bg: Покажи SVG-то във файловия мениджър
de: SVG im Dateisystem anzeigen
es: Mostrar SVG en Explorador de Archivos
et: Kuva SVG failihalduris
fr: Montrer le SVG dans l'explorateur de fichiers
nl: Laat SVG zien in Bestandsverkenner
pt_br: Mostrar SVG no Explorador de Arquivos
ru: Показать SVG в файловом менеджере
uk: Показати SVG у файловому менеджері

source: Undo
bg: Върни назад
de: Rückgängig
es: Deshacer
et: Võta tagasi
fr: Annuler
nl: Ongedaan maken
pt_br: Desfazer
ru: Отменить
uk: Скасувати

source: Redo
bg: Върни напред
de: Wiederholen
es: Rehacer
et: Tee uuesti
fr: Rétablir
nl: Opnieuw doen
pt_br: Refazer
ru: Вернуть
uk: Повернути

source: Paste
bg: Постави
de: Einfügen
es: Pegar
et: Kleebi
fr: Coller
nl: Plakken
pt_br: Colar
ru: Вставить
uk: Вставити

source: Cut
bg: Изрежи
de: Ausschneiden
es: Cortar
et: Lõika
fr: Couper
nl: Knippen
pt_br: Cortar
ru: Вырезать
uk: Вирізати

source: Evaluate
ru: Оценить

source: Select all
bg: Избери всички
de: Alle auswählen
es: Seleccionar todo
et: Vali kõik
fr: Tout sélectionner
nl: Alles selecteren
pt_br: Selecionar tudo
ru: Выбрать все
uk: Обрати усе

source: Duplicate
bg: Дублирай
de: Duplizieren
es: Duplicar
et: Dubleeri
fr: Dupliquer
nl: Dupliceren
pt_br: Duplicar
ru: Дублировать
uk: Дублювати

source: Duplicate the selection
bg: Изтрий селекцията
de: Auswahl duplizieren
es: Duplicar la selección
et: Dubleeri valik
fr: Dupliquer les éléments sélectionnés
nl: Dupliceer de selectie
pt_br: Duplicar a seleção
ru: Дублировать выбранное
uk: Продублювати обране

source: Delete the selection
bg: Изтрий селекцията
de: Auswahl löschen
es: Eliminar la selección
et: Kustuta valik
fr: Supprimer les éléments sélectionnés
nl: Verwijder de selectie
pt_br: Excluir a seleção
ru: Удалить все выбранные теги
uk: Видалити усі обрані теги

source: Move up
bg: Премести нагоре
de: Nach oben verschieben
es: Mover hacia arriba
et: Liiguta üles
fr: Remonter
nl: Omhoog verschuiven
pt_br: Mover para acima
ru: Подвинуть вверх
uk: Пересунути вгору

source: Move the selection up
bg: Премести селекцията нагоре
de: Auswahl nach oben verschieben
es: Mover la selección hacia arriba
et: Liiguta valik üles
fr: Remonter les éléments sélectionnés
nl: Beweeg de selectie omhoog
pt_br: Mover a seleção para cima
ru: Подвинуть выбранное вверх
uk: Пересунути обране вгору

source: Move down
bg: Премести надолу
de: Nach unten verschieben
es: Mover hacia abajo
et: Liiguta alla
fr: Descendre
nl: Omlaag verschuiven
pt_br: Mover para abaixo
ru: Подвинуть вниз
uk: Пересунути вниз

source: Move the selection down
bg: Премести селекцията надолу
de: Auswahl nach unten verschieben
es: Mover la selección hacia abajo
et: Liiguta valik alla
fr: Descendre les éléments sélectionnés
nl: Beweeg de selectie omlaag
pt_br: Mover a seleção para baixo
ru: Подвинуть выбранное вниз
uk: Пересунути обране вниз

source: Find
bg: Намери
de: Finden
es: Buscar
et: Leia
fr: Rechercher
nl: Vind
pt_br: Encontrar
ru: Найти
uk: Знайти

source: Zoom in
bg: Увеличи
de: Hineinzoomen
es: Acercarse
et: Suurenda
fr: Zoom avant
nl: Inzoomen
pt_br: Aumentar zoom
ru: Увеличить масштаб
uk: Збільшити масштаб

source: Zoom out
bg: Намали
de: Herauszoomen
es: Alejarse
et: Vähenda
fr: Zoom arrière
nl: Uitzoomen
pt_br: Diminuir zoom
ru: Уменьшить масштаб
uk: Зменшити масштаб

source: Zoom reset
bg: Рестартирай мащаба
de: Zoom zurücksetzen
es: Reestablecer el zoom
et: Taasta suurendus
fr: Réinitialiser le zoom
nl: Zoom resetten
pt_br: Redefinir zoom
ru: Сбросить масштаб
uk: Скинути масштаб

source: Show grid
bg: Покажи решетката
de: Raster anzeigen
es: Mostrar cuadrícula
et: Kuva ruudustik
fr: Afficher la grille
nl: Raster weergeven
pt_br: Mostrar grade
ru: Показать сетку
uk: Показати ґратку

source: Show handles
bg: Покажи дръжките
de: Griffe anzeigen
es: Mostrar controladores
et: Kuva pidemeid
fr: Montrer les poignées
nl: Hendels weergeven
pt_br: Mostrar alças
ru: Показать ручки редактирования
uk: Показати ручки редагування

source: Show rasterized SVG
bg: Покажи растеризиран SVG
de: Rasterisiertes SVG anzeigen
es: Mostrar SVG rasterizado
et: Kuva rasterdatud SVG
fr: Montrer le SVG rastérisé
nl: Gerasterd SVG weergeven
pt_br: Mostrar SVG rasterizado
ru: Показать растеризованный SVG
uk: Показати растеризуваний SVG

source: Toggle snapping
bg: Превключи захващането
de: Einrasten aktivieren
es: Alternar ajuste
et: Lülita joondamine sisse
fr: Activer/Désactiver l'aimantation
nl: Knappen omschakelen
pt_br: Alternar ajuste
ru: Переключить привязку
uk: Перемикнути прилипання

source: Load reference image
bg: Зареди справочно изображение
de: Referenzbild laden
es: Cargar imagen de referencia
et: Lae võrdluspilt
fr: Charger une image de référence
nl: Referentiebeeld inladen
pt_br: Carregar imagem de referência
ru: Загрузить референс
uk: Завантажити еталонне зображення

source: Show reference image
bg: Покажи справочното изображение
de: Referenzbild anzeigen
es: Mostrar imagen de referencia
et: Kuva võrdluspilt
fr: Afficher l'image de référence
nl: Referentie afbeelding weergeven
pt_br: Mostrar imagem de referência
ru: Показать референс-изображение
uk: Показати еталонне зображення

source: Overlay reference image
bg: Насложи справочното изображение
de: Referenzbild überblenden
es: Superponer imagen de referencia
et: Kata võrdluspildiga üle
fr: Superposer l'image de référence
nl: Referentie afbeelding overlappen
pt_br: Sobrepor imagem de referência
ru: Наложить референс-изображение
uk: Накласти еталонне зображення

source: View debug information
bg: Покажи дебъг информацията
de: Debuginformationen anzeigen
es: Ver información de depuración
et: Kuva silumisinformatsioon
fr: Voir les informations de déboggage
nl: Bekijk debug informatie
pt_br: Visualizar informação de depuração
ru: Просмотреть информацию для отладки
uk: Переглянути інформацію про відладку

source: View advanced debug information
ru: Просмотреть информацию для отладки

source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
et: Seaded
fr: Paramètres
nl: Instellingen
pt_br: Configurações
ru: Настройки
uk: Налаштування

source: Open Settings menu
bg: Отвори настройките
de: Einstellungsmenü öffnen
es: Abrir el menú Configuración
et: Ava seadete menüü
fr: Ouvrir le menu des paramètres
nl: Open Instellingenmenu
pt_br: Abrir o menu Configurações
ru: Открыть меню настроек
uk: Відкрити меню налаштувань

source: About…
bg: Относно приложението…
de: Über…
es: Acerca de…
et: Teave…
fr: À propos…
nl: Betreffende…
pt_br: Sobre…
ru: Про программу…
uk: Про додаток…

source: Open About menu
bg: Отвори информацията за приложението
de: Infomenü anzeigen
es: Abrir el menú Acerca de
et: Ava teabe menüü
fr: Ouvrir le menu « À propos »
nl: Open het Betreffende menu
pt_br: Abrir o menu Sobre
ru: Открыть меню "Про приложение"
uk: Відкрити меню "Про додаток"

source: Donate…
bg: Направи дарение…
de: Spenden…
es: Donar…
et: Anneta…
fr: Faire un don…
nl: Doneren…
pt_br: Doar…
ru: Сделать пожертвование…
uk: Зробити пожертвування…

source: Open Donate menu
bg: Отвори менюто за дарения
de: Spendemenü öffnen
es: Abrir el menú Donar
et: Ava annetuste menüü
fr: Ouvrir le menu « Faire un don »
nl: Open Doneermenu
pt_br: Abrir o menu Doar
ru: Открыть меню благотворителей
uk: Відкрити меню благодійників

source: GodSVG repository
bg: Репозиторията на GodSVG
es: Repositorio de GodSVG
et: GodSVG repositoorium
fr: Dépôt de GodSVG
nl: GodSVG opslagplaats
pt_br: Repositório do GodSVG
ru: Репозиторий GodSVG
uk: Репозиторій GodSVG

source: Open GodSVG repository
bg: Отвори репозиторията на GodSVG
de: GodSVG-Repository öffnen
es: Abrir repositorio de GodSVG
et: Ava GodSVG repositoorium
fr: Ouvrir le dépôt de GodSVG
nl: Open GodSVG opslagplaats
pt_br: Abrir o repositório do GodSVG
ru: Открыть репозиторий GodSVG
uk: Відкрити репозиторій GodSVG

source: GodSVG website
bg: Уебсайта на GodSVG
de: GodSVG Webseite
es: Sitio web de GodSVG
et: GodSVG veebileht
fr: Site web de GodSVG
pt_br: Website do GodSVG
ru: Веб-сайт GodSVG
uk: Веб-сайт GodSVG

source: Open GodSVG website
bg: Отвори уебсайта на GodSVG
de: GodSVG-Webseite öffnen
es: Abrir sitio web de GodSVG
et: Ava GodSVG veebileht
fr: Ouvrir le site web de GodSVG
pt_br: Abrir website do GodSVG
ru: Открыть веб-сайт GodSVG
uk: Відкрити веб-сайт GodSVG

source: Check for updates
bg: Провери за ъпдейти
de: Nach Aktualisierungen suchen
es: Buscar actualizaciones
et: Otsi uuendusi
fr: Vérifier les mises à jour
nl: Nakijken voor updates
pt_br: Verificar atualizações
ru: Проверить обновления
uk: Перевірити оновлення

source: Quit the application
bg: Излез от апликацията
de: Anwendung verlassen
es: Salir de la aplicación
et: Sulge rakendus
fr: Quitter l'application
nl: Applicatie afsluiten
pt_br: Fechar programa
ru: Выйти из приложения
uk: Вийти із додатку

source: Toggle fullscreen
de: Vollbildmodus umschalten
es: Alternar pantalla completa
et: Täisekraan
fr: Activer/Désactiver le mode plein écran
nl: Schakel fullscreen om
pt_br: Alternar tela cheia
ru: Переключить полный экран
uk: Перемикнути повноекранний режим

source: Move to
bg: Премести до
de: Bewege zu
es: Mover a
et: Liigu
fr: Déplacer vers
nl: Verplaats naar
pt_br: Mover para
ru: Подвинуть до
uk: Пересунути до

source: Line to
bg: Отсечка до
de: Linie zu
es: Alinear a
et: Joon
fr: Ligne vers
nl: Lijn naar
pt_br: Linha para
ru: Линия до
uk: Лінія до

source: Horizontal Line to
bg: Хоризонтална отсечка до
de: Horizontale Linie zu
es: Línea horizontal a
et: Horisontaalne joon
fr: Ligne horizontale vers
nl: Horizontale lijn naar
pt_br: Linha Horizontal para
ru: Горизонтальная линия до
uk: Горизонтальна лінія до

source: Vertical Line to
bg: Вертикална отсечка до
de: Vertikale Linue zu
es: Línea vertical a
et: Vertikaalne joon
fr: Ligne verticale vers
nl: Vertikale lijn naar
pt_br: Linha Vertical para
ru: Вертикальная линия до
uk: Вертикальна лінія до

source: Close Path
bg: Затвори пътеката
de: Pfad schließen
es: Cerrar trazo
et: Sulge path
fr: Fermer le chemin
nl: Pad sluiten
pt_br: Fechar Caminho
ru: Закрыть путь
uk: Закрити шлях

source: Elliptical Arc to
bg: Елиптична дъга до
de: Elliptischer Bogen zu
es: Arco elíptico a
et: Elliptiline kaar
fr: Arc elliptique vers
nl: Elliptische Boog naar
pt_br: Arco Elíptico para
ru: Эллиптическая дуга до
uk: Еліптична дуга до

source: Quadratic Bezier to
bg: Квадратна крива на Безие до
de: Quadratischer Bezier zu
es: Bezier cuadrática a
et: Kvadratiline Bezier
fr: Courbe de Bézier quadratique vers
nl: Kwadratische Bézier naar
pt_br: Bézier Quadrático para
ru: Квадратичная Безье до
uk: Квадратичний Безьє до

source: Shorthand Quadratic Bezier to
bg: Кратка квадратна крива на Безие до
de: Kurzhand-Quadratischer Bezier zu
es: Bezier cuadrática abreviada a
et: Lihtne kvadratiline Bezier
fr: Courbe de Bézier quadratique raccourcie vers
nl: Afgekorte Kwadratische Bézier naar
pt_br: Bézier Quadrático Abreviado para
ru: Сокращенная квадратичная Безье до
uk: Скорочена квадратична Безьє

source: Cubic Bezier to
bg: Кубична крива на Безие до
de: Kubischer Bezier to
es: Bezier cúbica a
et: Kuubiline Bezier
fr: Courbe de Bézier cubique vers
nl: Kubieke Bézier naar
pt_br: Bézier Cúbico
ru: Кубическая Безье до
uk: Кубічна Безьє до

source: Shorthand Cubic Bezier to
bg: Кратка кубична крива на Безие до
de: Kurzhand-Kubischer Bezier to
es: Beziers cúbica abreviada a
et: Lihtne kuubiline Bezier
fr: Courbe de Bézier cubique raccourcie vers
nl: Afgekorte Kubieke Bézier naar
pt_br: Bézier Cúbico Abreviado para
ru: Сокращенная кубическая Безье до
uk: Скорочена кубічна Безьє до

source: Absolute
bg: Абсолютно
de: Absolut
es: Absoluto
et: Absoluutne
fr: Absolu
nl: Absoluut
pt_br: Absoluto
ru: Абсолютно
uk: Абсолютно

source: Code editor
bg: Редактор за код
es: Editor de código
et: Koodiredaktor
fr: Éditeur de code
pt_br: Editor de código
ru: Редактор кода
uk: Редактор коду

source: Inspector
bg: Инспектор
de: Inspektor
et: Inspektor
fr: Inspecteur
nl: Inspecteur
pt_br: Inspetor
ru: Инспектор
uk: Інспектор

source: Viewport
bg: Гледка
de: Ansichtsfenster
es: Ventana gráfica
et: Vaade
fr: Zone d'affichage
nl: Kijkvenster
pt_br: Canvas
ru: Окно просмотра
uk: Вікно перегляду

source: Previews
ru: Предпросмотр

source: Only {extension_list} files are supported for this operation.
de: Nur {extension_list}-Dateien werden für diese Operation unterstützt.
es: Solo se admiten archivos {extension_list} para esta operación.
et: Ainult {extension_list} failid on toetatud selle tehingu jaoks.
fr: Seuls les fichiers {extension_list} sont supportés par cette opération.
nl: Alleen {extension_list} bestanden zijn ondersteund voor deze operatie.
pt_br: A extensão de arquivo está vazia. Somente arquivos {extension_list} são suportados.
ru: Только файлы с расширениями {extension_list} поддерживаются для этой операции.
uk: Тільки файли з розширеннями {extension_list} підтримуються для цієї операції.

source: Select {format} files
de: {format}-Dateien auswählen
es: Selecciona archivos {format}
et: Vali {format} faile
fr: Sélectionner des fichiers {format}
nl: Kies {format} bestanden
pt_br: Selecionar arquivos do tipo {format}
ru: Выбрать {format} файлы
uk: Обрати {format} файли

source: Select an image
bg: Избери изображение
de: Bild auswählen
es: Selecciona una imagen
et: Vali pilt
fr: Sélectionnez une image
nl: Kies een afbeedling
pt_br: Selecionar uma imagem
ru: Выбрать изображение
uk: Обрати зображення

source: Select a font
ru: Выбрать шрифт

source: Select an {format} file
bg: Избери {format} файл
de: {format}-Datei auswählen
es: Selecciona un archivo {format}
et: Vali {format} fail
fr: Sélectionner un fichier {format}
nl: Kies een {format} bestand
pt_br: Selecionar um arquivo do tipo {format}
ru: Выбрать {format} файл
uk: Обрати {format} файл

source: Save the {format} file
bg: Запази {format} файла
de: Die {format}-Datei speichern
es: Guardar el archivo {format}
et: Salvesta {format} fail
fr: Enregistrer le fichier {format}
nl: Bewaar het {format} bestand
pt_br: Salvar o arquivo do tipo {format}
ru: Сохранить {format} файл
uk: Зберегти {format} файл

source: Go to parent folder
bg: Отиди в родителската папка
uk: Перейти до батьківської теки

source: Path
bg: Пътека
uk: Шлях

source: Snap
bg: Захващане
uk: Прилипання

source: If turned on, clicking on a tab with the middle mouse button closes the tab. If turned off, it focuses the tab instead.
bg: Когато е включено, натискането на раздел със средното копче на мишката затваря раздела. Ако е изключено, средното копче фокусира раздела.
uk: Якщо увімкнено - клацання на вкладку середньою кнопкою миші закриє її. Якщо вимкнено - фокус буде замінено на неї.

source: If turned on, scrolling pans the view. To zoom, hold CTRL while scrolling.
bg: Когато е включено, влаченето премества гледката. За увеличение, натисни CTRL докато влачиш.
uk: Якщо увімкнено - гортання буде рухати вікно перегляду. Щоб масштабувати, затисніть CTRL доки гортаєте.

source: If turned on, uses your operating system's native file dialog. If turned off, uses GodSVG's built-in file dialog.
bg: Когато е включено, ще бъде използван файловият мениджър на твоята операционна система. Ако е изключено, използва вградения файлов мениджър на GodSVG.
uk: Якщо увімкнено, то буде використовувати рідний файловий діалог вашої операційної системи для обирання файлів. Якщо вимкнено, то замість буде використовуватися вбудований файловий діалог.

source: If turned off, the window title remains as "GodSVG" without including the current file.
bg: Когато е изключено, името на прозореца остава "GodSVG" без да включва настоящия файл.
uk: Якщо вимкнено - заголовок вікна залишиться як "GodSVG", не включаючи назву поточного файлу.

source: Keep comments
bg: Запази коментарите
et: Hoia kommentaarid alles
fr: Garder les commentaires
pt_br: Manter comentários
uk: Зберігати коментарі

source: Keep unrecognized XML structures
bg: Запази непознатите XML структури
uk: Зберігати не розпізнані структури XML

source: If you want to revert your edits since the last save, use {reset_svg}.
bg: Ако искаш да премахнеш промените след последното записване, използвай {reset_svg}.
et: Kui te soovite taastada muudatused alates eelmise salvestamise hetkest, kasutage {reset_svg}-d.
fr: Si vous voulez réinitialiser vos modifications au dernier enregistrement, utilisez {reset_svg}.
pt_br: Se você deseja reverter as suas edições desde o último salvamento, use {reset_svg}.
uk: Якщо ви бажаєте повернути свої зміни з останнього збереження, використовуйте {reset_svg}.

source: Handle colors
bg: Цвят на дръжките

source: Background color
bg: Цвят на задния фон

source: Handle size
bg: Размер на дръжките

source: Changes the scale factor for the interface.
bg: Увеличава мащаба на интерфейса.

source: Reset all to default
bg: Възстанови всички до началната стойност

source: Changes the visual size and grabbing area of handles.
bg: Увеличава размера и площта в която дръжките могат да бъдат хванати.

source: New versions
bg: Нови версии

source: The file couldn't be opened.
bg: Файлът не можа да бъде отворен.

source: The imported file is already being edited inside GodSVG.
bg: Импортираният файл вече се редактира в GodSVG.

source: The file extension {extension} is unsupported for this operation. Only {extension_list} files are supported.
bg: "{extension}" не е поддържан формат за тази операция. Единствено {extension_list} файловете са подържани.

source: The file extension is empty. Only {extension_list} files are supported.
bg: Форматът е празен. Единствено {extension_list} файловете са подържани.
